<?php
// Heading
$_['heading_title']       = 'Группы пользователей';

// Text
$_['text_success']     = 'Успех: Вы обновили список групп пользователей!';

// Column
$_['column_name']         = 'Группа пользователей';
$_['column_action']       = 'Действие';

// Entry
$_['entry_name']          = 'Группа пользователей:';
$_['entry_access']     = 'Доступ разрешен:';
$_['entry_modify']     = 'Изменения разрешены:';

// Error
$_['error_permission']    = 'Внимание: Вы не имеете разрешения на изменение списка групп пользователей';
$_['error_name']          = 'Группа пользователей должна быть от 3 до 64 символов!';
$_['error_user']          = 'Предупреждение: Данная группа пользователей не может быть исключена, поскольку она назначена в настоящее время %s пользователю(ям)!';
?>
