<?php
// Text
$_['text_title']  = 'Webmoney WMV';
$_['text_desc']   = '%s - заказ #%d';

// Error
$_['error_payee_purse']     = 'Отсутствует номер кошелька продавца';
$_['error_post']            = 'Ответ от шлюза не типа POST';
$_['error_crc']             = 'Некорректная подпись сообщения от платёжного шлюза, ожидалось: %s или %s';
$_['error_order_not_found'] = 'Заказ #%d не найден';
$_['error_fraud']           = 'Сумма оплаченного платежа не совпадает с суммой заказа! Оплачено %s (%s), ожидался платеж на сумму %s (%s).';
$_['error_merch_r']         = 'Возможно, форма оплаты была подделана, т.к. платеж поступил на другой кошелек: %s';
?>