<?php
// Heading
$_['heading_title']        = 'Установка расширений';

// Text
$_['text_success']         = 'Модуль успешно установлен!';
$_['text_unzip']           = 'Извлечение файлов!';
$_['text_ftp']             = 'Копировать файлы!';
$_['text_sql']             = 'Выполнение SQL запроса!';
$_['text_xml']             = 'Применение модификатора!';
$_['text_php']             = 'Выполнение PHP!';
$_['text_remove']          = 'Удаление временных файлов!';
$_['text_clear']           = 'Временные файлы успешно удалены!';

// Entry
$_['entry_upload']         = 'Загрузить файл';
$_['entry_overwrite']      = 'Файлы которые будут записаны';
$_['entry_progress']       = 'Процесс';

// Help
$_['help_upload']          = 'Необходим ocmod.zip или ocmod.xml файл модификатора.';

// Error
$_['error_permission']     = 'Внимание: У Вас нет прав для управления модулями!';
$_['error_temporary']      = 'Внимание: Существуют временные файлы, которые требуют удаления. Нажмите кнопку очистить, чтобы удалить их!';
$_['error_upload']         = 'Файл не удалось загрузить!';
$_['error_filetype']       = 'Неправильный тип файла!';
$_['error_file']           = 'Файл не найден!';
$_['error_unzip']          = 'Zip архив не удалось открыть!';
$_['error_code'] = 'Модификатору необходим уникальный id код!';
$_['error_exists'] = 'Модификатор %s использует тот же ID код который вы пытаетесь загрузить!';
$_['error_directory']      = 'Каталог, содержащий файлы для загрузки не может быть найден!';
$_['error_ftp_status'] = 'FTP должен быть включен в настройках';
$_['error_ftp_connection'] = 'Не удалось подключиться к %s:%s';
$_['error_ftp_login']      = 'Не удалось авторизироваться как %s';
$_['error_ftp_root']       = 'Не удалось выбрать директорию  %s';
$_['error_ftp_directory']  = 'Не удалось изменить директорию %s';
$_['error_ftp_file']       = 'Не удалось загрузить файлы %s';

