<?php
// Heading
$_['heading_title']    = 'Модули';

// Text
$_['text_success']     = 'Настройки успешно обновлены!';
$_['text_layout']      = 'После установки и настройки модуля вы можете добавить его на макет в разделе <a href="%s" class="alert-link">Система - Дизайн - Макеты</a>!';
$_['text_add'] 		= 'Добавить';
$_['text_list']        = 'Модули';

// Column
$_['column_name']      = 'Название модуля';
$_['column_action']    = 'Действие';

// Entry
$_['entry_code'] = 'Модуль';
$_['entry_name'] = 'Название модуля';

// Error
$_['error_permission'] = 'У Вас нет прав для управления модулем!';
$_['error_name'] = 'Название модуля должно быть от 3 до  64 символов!';
$_['error_code'] = 'Необходимо!';

