<?php
// Heading
$_['heading_title']  = 'எங்களைத் தொடர்புகொள்க';

// Text
$_['text_location']  = 'எங்கள் இடங்கள்';
$_['text_store']     = 'எங்கள் கடைகள்';
$_['text_contact']   = 'தொடர்புப்படிவம்';
$_['text_address']   = 'முகவரி';
$_['text_telephone'] = 'தொலைபேசி';
$_['text_open']      = 'திறந்திருக்கும் நேரம்';
$_['text_comment']   = 'கருத்துகள்';
$_['text_message']   = '<p>உங்கள் விசாரிப்பு கடை உரிமையாளரிடம் வெற்றிகரமாக அனுப்பப்பட்டது!</p>';

// Entry
$_['entry_name']     = 'உங்கள் பெயர்';
$_['entry_email']    = 'மின்னஞ்சல் முகவரி';
$_['entry_enquiry']  = 'விசாரிப்பு';

// Email
$_['email_subject']  = 'விசாரிப்பு %s';

// Errors
$_['error_name']     = 'பெயர் என்பது 3 முதல் 32 எழுத்துறுப்புகளுக்குள் இருக்க வேண்டும்!';
$_['error_email']    = 'மின்னஞ்சல் முகவரி செல்லாததாகத் தெரிகிறது!';
$_['error_enquiry']  = 'விசாரிப்பு என்பது 10 முதல் 3000 எழுத்துறுப்புகளுக்குள் இருக்க வேண்டும்!';
