<?php
// Heading
$_['heading_title']     = 'பொதுவான தரவுப் பாதுகாப்பு ஒழுங்கமுறைக் கோரிக்கை';

// Text
$_['text_account']      = 'கணக்கு';
$_['text_gdpr']         = 'நீங்கள் %s ஜீடிபீஆர் கொள்கையை <a href="%s" target="_blank">%s</a> பக்கத்தில் காணலாம்.';
$_['text_verification'] = 'கணக்குச் சரிபார்ப்பு';
$_['text_email']        = 'ஜிடிபிஆர் கோரிக்கைகள் எதையும் நிகழ்த்துவதற்கு முன் உங்கள் கணக்கை நாங்கள் சரிபார்க்க வேண்டும். கீழே உங்கள் மின்னஞ்சல் முகவரியை நிரப்புங்கள்.';
$_['text_action']       = 'ஒரு நடவடிக்கையைத் தேர்வுசெய்க';
$_['text_export']       = 'தனிநபர் தகவலை பதிவிறக்குங்கள்';
$_['text_remove']       = 'தனிநபர் தகவலை நீக்குங்கள்';
$_['text_warning']      = 'எச்சரிக்கை: உங்கள் கணக்குக்கான அனுமதியை இழப்பீர்கள்!';
$_['text_access']       = '%s கணக்குக்கு அனுமதி உங்களுக்கு இருக்காது.';
$_['text_history']      = 'இதுவரை வாங்கக்கோரியவை, கட்டணப் பட்டியல்கள், ஆசைப்பட்டியல்கள் அல்லது பதிவிறக்கங்களுக்கான அனுமதி இனி இருக்காது.';
$_['text_limit']        = 'கணக்கை நீக்குவதற்கான கோரிக்கைகள் <strong>%s நாட்கள்</strong> கடந்து செயல்படுத்தப்படும், இதன் மூலம் ஏதேனும் ஏமாற்றுவேலை கண்டறிதல், மறுகட்டணம், திருப்பியளித்தல்கள் இருந்தால் செயல்படுத்தலாம்.';
$_['text_success']      = 'வெற்றி: உங்கள் மின்னஞ்சல் முகவரிக்கு ஒரு மின்னஞ்சல் அனுப்பப்பட்டது!';
$_['text_cancel']		= 'ரத்துசெய்க';

// Entry
$_['entry_email']       = 'மின்னஞ்சல்';

// Error
$_['error_email']       = 'மின்னஞ்சல் முகவரி செல்லாததாகத் தெரிகிறது!';
$_['error_action']      = 'நீங்கள் செல்லுபடியாகும் ஒரு ஜிடிபிஆர் நடவடிக்கையைத் தேர்வுசெய்ய வேண்டும்!';
