<?php echo $header; ?><?php echo $column_left; ?>
<div id="content">
  <div class="page-header">
    <div class="container-fluid">
      <h1><?php echo $heading_title; ?></h1><br />
      <ul class="breadcrumb">
        <?php foreach ($breadcrumbs as $breadcrumb) { ?>
        <li><a href="<?php echo $breadcrumb['href']; ?>"><?php echo $breadcrumb['text']; ?></a></li>
        <?php } ?>
      </ul>
    </div>
  </div>
  <div class="container-fluid">
    <div class="panel panel-default">
      <p><a href="https://blogun.ru/unimpairedcedcdhg.html" target="_blank"><strong>Блогун.ру</strong></a> это пожалуй один из старейших но к сожалению уже давно не лучших сервисов по размещению постоянных ссылок, но и для него есть место в нашей задаче, а именно закупка дешевых постоянных ссылок для разбавления качественных ссылок которые мы будем закупать в <b><a href="<?php echo $gogettop; ?>" target="_blank">gogettop</a>.</b>

Тут мы будем закупать постовые по 15 рублей и краткие обзоры по 30 к сожалению по такой низкой цене не так много предложений как хотелось бы но для наших задач в самый раз.

И так, нам необходимо <b><a href="https://blogun.ru/unimpairedcedcdhg.html" target="_blank">зарегистрироваться</a>,</b> тут мы видим обычную не замысловатую форму заполняем ее и жмем Зарегистрировать.</p><br />

<img src="view/image/howto/blogun/blogun-registration-shag-1.png" width="100%" />

<p>Все мы в системе нам осталось подтвердить свой Е-мейл и можно сказать мы полноценный пользователь но еще без денег на счету :-)  .</p>

<img src="view/image/howto/blogun/blogun-shag-2.png" width="100%" />

<p>Переходим к пополнению нашего счета, для этого справа вверху нажимаем пополнить, и попадаем на страницу способов оплаты, которых тут пруд пруди, но приходит и первое разочарование система с нас сразу, же берет 15% своей комиссии.</p>

<img src="view/image/howto/blogun/blogun-popolnenie-shag-3.png" width="100%" />

<p>Как вы видите от моих 3 тысяч на мой счет попадет всего 2550 но это того стоит так как дешевле постоянных ссылок нам не найти или это будет уж совсем мусор. Выбираем привычный способ и пополняем.

После того как наш баланс стал положительным пора создать первую компанию со временем мы их будем повторять и увеличивать их количество.

Слева в верхнем меню выбираем компании</p>

<img src="view/image/howto/blogun/blogun-kompanii-4.png" width="1280" />

<p>Нажимаем большую зеленую кнопку добавить компанию. И приступаем к заполнению.</p>

<img src="view/image/howto/blogun/blogun-kompanii-1shag-5.png" width="100%" />

<p>Первым делом вводим для компании название, чтобы потом понимать, что это за проект и что мы делаем, за тем добавляем ключевые слова, как правило, вебмастера которые будут размещать ссылки совершенно не обращают внимание на них но лучше заполнить так как могут попасться и порядочные и главное близкие нам по тематике которые в последствии пришлют предложение на размещение.</p>

<p>Устанавливаем желаемую цену за ссылку как видите это 30 рублей за краткий обзор и 15 за постовой, но тут опять таки вебмастеры часто не обращают на это внимание и могут присылать предложения и по 3000 за одну ссылку таким мы сразу будем отказывать.</p>

<p>Вводим ограничение по бюджету если анкоров  будет 5-7 то для начала нам хватит  1500 рублей на эту компанию ну и увеличить всегда можно.</p>

<p>Пишем описание того что мы хотим получить и добавляем какие то свои условия мое условие это только одна ссылка на странице а не 2-3 как они могут добавить, ну и говорю спасибо что по моему мнению подстегивает авторов выполнить работу качественно.</p>

<p>Выбираем доменные зоны тут все просто я выбираю только тех кто имеет свой домен первого или второго уровня чаще всего это и будут самые качественные сайты на этой площадке.</p>

<p>Нажимаем сохранить, и переходим дальше.

Тип Рекламы -  выбираем  ссылки.</p>

<img src="view/image/howto/blogun/blogun-kompanii-2shag-6.png" width="100%" />

<p>Тут помимо безанкорной  ссылки я добавил еще две анкорных но это только лишь потому что продвигаемый запрос совпадает с именем моего домена.  Нажимаем сохранить ссылку и получаем возможность добавить еще.

В итоге моя компания выглядит следующим образом.</p>

<img src="view/image/howto/blogun/blogun-kompanii-2shag-7.png" width="100%" />

<p>Нажимаем сохранить, и продолжаем.</p>

<img src="view/image/howto/blogun/blogun-kompanii-3shag-8.png" width="100%" />

<p>Тут нам необходимо добавить правило таких правил я создаю два:
<ol>
	<li>Показатели сайта тиц больше 10 и пр больше 1 что опять таки хоть и косвенно но говорит о качестве ресурса донора.</li>
</ol></p>
<img src="view/image/howto/blogun/blogun-kompanii-3shag-pravilo1-9.png" width="100%" />
<p><ol>
	<li>Отменять не выполненные задания через 10 дней после подтверждения это автоматически будет снимать задачу с тех авторов которые не удосужились выполнить задание за 10 дней и наши денежки вернутся к нам на счет.</li>
</ol></p>
<img src="view/image/howto/blogun/blogun-kompanii-3shag-pravilo2-10.png" width="100%" />

<p>Все теперь все настройки выполнены, нажимаем сохранить и перейти к отбору блогов.</p>

<img src="view/image/howto/blogun/blogun-kompanii-4shag-vibor-11.png" width="100%" />

<p>Этот шаг мы пропускаем точнее совершенно ничего не делаем и идем пить чай или кофе а еще лучше вернемся сюда завтра когда нам поступит достаточное количество заявок.

Вот прошли практически сутки и зайдя в аккаунт мы видим следующую картину.</p>

<img src="view/image/howto/blogun/blogun-ploshadki-vibor-12.png" width="100%" />

<p>Переходим в список нерассмотренных заявок и видим картину, о которой я предупреждал в самом начале, блогеры не обращают внимания на вашу ставку и шлют все подряд, поэтому мы фильтруем по цене и отказываем всем кто предлагает заоблачные цены.</p>

<img src="view/image/howto/blogun/blogun-ploshadki-otkaz-13.png" width="100%" />

<p>Уверен вы догадались, мы жмем кнопку отказ.

После того как мы удалили предложения от неудавшихся миллионеров мы подтверждаем все подряд так как наша цель купить тут не самые качественные площадки а купить разбавляющие ссылки для нашего сайта, качественные мы купим в <b><a href="<?php echo $gogettop; ?>" target="_blank">gogettop</a>.</b></p>

<img src="view/image/howto/blogun/blogun-ploshadki-ok-14.png" width="100%" />

<p>Тут тоже все понятно нажимаем одобрить и заявки превращаются в задания блогеры получают уведомления что выбор был к ним благосклонен и быстренько начинают выполнять свою работу , слово быстренько в данном случае сарказм поэтому мы можем смело в день подтверждать до 50 заявок и их выполнение растянется на неделю а как минимум 30% не выполнят свою работу и система снимет с них задания автоматически выполняя наши директивы, которые мы создали чуть раньше.</p>

<img src="view/image/howto/blogun/blogun-ploshadki-zadanie-15.png" width="100%" />

<p>Теперь можно расслабиться и подождать первых выполненных заданий после чего перейти к их одобрению либо отправке на доработку.
<br />
Прошли почти сутки и пришли первые задания.</p>

<img src="view/image/howto/blogun/blogun-ploshadki-vipolneni-16.png" width="100%" />

<p>Переходим к их подтверждению.</p>

<img src="view/image/howto/blogun/blogun-ploshadki-podtvergdenie-17.png" width="100%" />

<p>Нажимаем на глазик возле ссылки и если все хорошо подтверждаем и ждем следующих выполненных заданий.</p>

<p>Вот собственно и все, если у вас еще остались вопросы задавайте их на нашем <a href="http://forum.opencart.pro/index.php?/topic/1024-%D0%B1%D0%BB%D0%BE%D0%B3%D1%83%D0%BD%D1%80%D1%83/" target="_blank"><strong>форуме</strong></a>, если вопросов нет тогда <a href="https://blogun.ru/unimpairedcedcdhg.html" target="_blank"><strong>регистрируемся</strong></a> и приступаем к созданию первой компании.</p>
    </div>
  </div>
</div>
<style>
  p {font-size:14px;margin:20px 0px;text-indent:20px;}
  .panel-default {padding: 10px;}
</style>
<?php echo $footer; ?>