<?php
// Heading
$_['heading_title']    = 'گروه کاربری';

// Text
$_['text_success']     = 'شما با موفقیت گروه کاربری را اصلاح کردید';

// Column
$_['column_name']      = 'نام گروه کاربری';
$_['column_action']    = 'فعالیت';

// Entry
$_['entry_name']       = 'نام گروه کاربری:';
$_['entry_access']     = 'اجازه ی دست رسی:';
$_['entry_modify']     = 'ویرایش دست رسی:';

// Error
$_['error_permission'] = 'اخطار:شما اجازه ی اصلاح گروه کاربری را ندارید';
$_['error_name']       = 'نام گروه کاربری باید بین 3 و 64 حرف باشد';
$_['error_user']       = ' خطر: این گروه نمی تواند پاک شود زیرا %s کاربر در حال استفاده کردن از آن هستند';
?>
