<?php

/**
 * libphonenumber-for-php data file
 * This file has been @generated from libphonenumber data
 * Do not modify!
 * @internal
 */

declare(strict_types=1);

namespace libphonenumber\geocoding\data\zh;

/**
 * @internal
 */
class Zh_886
{
    public const DATA = [
        8862 => '台北',
        8863 => '桃园、新竹、花莲、宜兰',
        8866 => '台南、澎湖',
        88637 => '苗栗',
        88641 => '台中、彰化',
        88642 => '台中、彰化',
        88643 => '台中、彰化',
        88644 => '台中、彰化',
        88647 => '台中、彰化',
        88648 => '台中、彰化',
        88649 => '南投',
        88652 => '嘉义、云林',
        88653 => '嘉义、云林',
        88654 => '嘉义、云林',
        88655 => '嘉义、云林',
        88656 => '嘉义、云林',
        88657 => '嘉义、云林',
        88658 => '嘉义、云林',
        88671 => '高雄',
        88672 => '高雄',
        88673 => '高雄',
        88674 => '高雄',
        88675 => '高雄',
        88676 => '高雄',
        88677 => '高雄',
        88678 => '高雄',
        88679 => '高雄',
        88680 => '屏东',
        88683 => '马祖',
        88684 => '屏东',
        88687 => '屏东',
        88688 => '屏东',
        88689 => '台东',
        886402 => '台中、彰化',
        886403 => '台中、彰化',
        886404 => '台中、彰化',
        886408 => '台中、彰化',
        886823 => '金门',
        886824 => '金门',
        886825 => '金门',
        886826 => '乌丘',
        886827 => '金门',
        886828 => '金门',
        8864001 => '台中、彰化',
        8864002 => '台中、彰化',
        8864003 => '台中、彰化',
        8864004 => '台中、彰化',
        8864005 => '台中、彰化',
        8864006 => '台中、彰化',
        8864007 => '台中、彰化',
        8864008 => '台中、彰化',
        8864009 => '台中、彰化',
        8868230 => '屏东',
    ];
}
