<?php
// Heading
$_['heading_title'] = 'سفارش شما پردازش شد';

// Text
$_['text_message']  = '<p>سفارش شما با موفقیت پردازش شد و در طول 2 الی 5 روز کاری ارسال خواهد شد</p><p>شما برای دیدن تاریخچه ی خرید خود می توانید به <a href="%s">حساب کاربری من</a> این صفحه مراجعه کنید <a href="%s">تاریخچه</a>.</p><p>لطفا اگر سوالی دارید با ما تماس بگیرید<a href="%s">تماس با ما</a>.</p><p>از خرید اینترنتی شما متشکریم</p>';
$_['text_basket']   = 'سبد خرید';
$_['text_shipping'] = 'حمل و نقل';
$_['text_payment']  = 'پرداخت';
$_['text_confirm']  = 'تایید';
$_['text_success']  = 'موفقیت';
?>