<?php
// *	@source		See SOURCE.txt for source and other copyright.
// *	@license	GNU General Public License version 3; see LICENSE.txt

// Heading
$_['heading_title']   = 'Обновление базы данных';
$_['heading_success'] = 'Обновление - Завершено!';

// Text
$_['text_upgrade']    = 'Подготовьтесь к обновлению';
$_['text_server']     = 'Проверьте настройки вашего хостинга';
$_['text_steps']      = 'Процесс обновления';
$_['text_error']      = 'О любых ошибках и проблемах при обновлении сообщите на форуме';
$_['text_clear']      = 'После обновления, удалите все куки в своем браузере, чтобы избежать ошибок с токенами.';
$_['text_admin']      = 'Перейдите в Административную панель и дважды нажмите Ctrl+F5 для обновления кешированных CSS стилей.';
$_['text_user']       = 'Перейдите в разделе Система->Пользователи->Группы пользователей к редактированию группы Главный администратор и отметьте все чекбоксы.';
$_['text_setting']    = 'Перейдите в разделе Система->Настройки к редактированию настроек магазина. Проверьте все значения настроек и нажмите кнопку Сохранить даже если ничего не меняли.';
$_['text_store']      = 'Перейдите в Публичную часть и дважды нажмите Ctrl+F5 для обновления кешированных CSS стилей.';
$_['text_progress']   = 'Патч %s установлен (%s из %s)';
$_['text_success']    = 'Поздравляем! Вы обновили ваш магазин!';

// Entry
$_['entry_progress']  = 'Процесс';