<?php
// Heading
$_['heading_title']   = 'Обновление';
$_['heading_success'] = 'Обновление завершено!';

// Text
$_['text_upgrade']    = 'Подготовка к обновлению';
$_['text_server']     = 'Проверка корректности настроек Вашего сервера';
$_['text_steps']      = 'Прогресс обновления';
$_['text_error']      = 'Публикуйте любые ошибки обновления на форумах.';
$_['text_clear']      = 'После обновления очистите файлы cookie в своем браузере, чтобы избежать ошибок с токеном.';
$_['text_admin']      = 'Загрузите панель администратора и дважды нажмите «Ctrl + F5», чтобы заставить браузер обновить все изменения css.';
$_['text_user']       = 'Откройте Панель администратора, меню «Пользователи» подменю «Группы пользователей» и отедактируйте группу «Администраторы». Установите все флажки.';
$_['text_setting']    = 'Откройте Панель администратора и отредактируйте основные настройки системы. Обновите все поля и нажмите «Сохранить», даже если ничего не изменилось.';
$_['text_store']      = 'Загрузите фронтэнд магазина и дважды нажмите «Ctrl + F5», чтобы заставить браузер обновить все изменения css.';
$_['text_progress']   = 'Патч %s применен (%s из %s)';
$_['text_success']    = 'Поздравляем! Вы успешно обновили свой OpenCart!';

// Entry
$_['entry_progress']  = 'Прогресс';