<?php
// Text
$_['text_enlarge']       = 'Нажмите, чтобы увеличить';
$_['text_options']       = 'Доступные опции:';
$_['text_error']         = 'Продукция не найдена!';
$_['text_price']         = 'Цена:';
$_['text_availability']  = 'Наличие:';
$_['text_model']         = 'Модель:';
$_['text_manufacturer']  = 'Производитель:';
$_['text_instock']       = 'На складе';
$_['text_write']         = 'Написать отзыв';
$_['text_no_reviews']    = 'Для этого товара нету отзывов.';
$_['text_average']       = 'Средний рейтинг:';
$_['text_stars']         = '%s из 5 звезд!';
$_['text_no_rating']     = 'Не оценено';
$_['text_qty']           = 'К-во:';
$_['text_note']          = '<span style="color: #FF0000;">Примечание:</span> HTML не переведен!';
$_['text_success']       = 'Спасибо за Ваш отзыв. Он был представлен на утверждение вебмастеру.';

// Entry
$_['entry_name']         = 'Ваше имя:';
$_['entry_review']       = 'Ваш отзыв:';
$_['entry_rating']       = 'Рейтинг:';
$_['entry_good']         = 'Хорошо';
$_['entry_bad']          = 'BПлохо';
$_['entry_verification'] = 'Введите код в поле ниже:';

// Tabs
$_['tab_description']    = 'Описание';
$_['tab_image']          = 'Дополнительные фото'; 
$_['tab_review']         = 'Отзывы (%s)';

// Error
$_['error_name']         = 'Ошибка: Название отзыва должно быть больше 3 и меньше 25 символов!';
$_['error_text']         = 'Ошибка: Текст отзыва должен быть больше 25 и меньше 1000 символов!';
$_['error_rating']       = 'Ошибка: Пожалуйста, выберите рейтинг отзыва!';
$_['error_verification'] = 'Ошибка: Контрольный код не совпадает с изображением!';
?>