<?php
// Heading
$_['heading_title']     = 'Баннеры';

// Text
$_['text_success']      = 'Поздравляем! Вы успешно изменили параметры баннера!';
$_['text_list']         = 'Список баннеров';
$_['text_add']          = 'Добавление баннера';
$_['text_edit']         = 'Редактирование баннера';
$_['text_default']      = 'Основной магазин';

// Column
$_['column_name']       = 'Наименованеи баннера';
$_['column_status']     = 'Статус';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Наименование';
$_['entry_title']       = 'Заголовок';
$_['entry_link']        = 'Ссылка';
$_['entry_image']       = 'Изображение';
$_['entry_status']      = 'Статус';
$_['entry_sort_order']  = 'Порядок сортировки';

// Error
$_['error_permission'] = 'Внимание! У вас нет привилегий для редактирования баннеров!';
$_['error_name']       = 'Наименование баннера должно содержать от 3 до 64 символов!';
$_['error_title']      = 'Заголовок баннера должен содержать от 2 до 64 символов!';