<?php
// *	@source		See SOURCE.txt for source and other copyright.
// *	@license	GNU General Public License version 3; see LICENSE.txt

// Heading
$_['heading_title']      = 'Преимущества Товара';

// Text
$_['text_success']       = 'Преимущества Товара успешно обновлены!';
$_['text_default']       = 'По умолчанию';
$_['text_image_manager'] = 'Управление изображениями';
$_['text_browse']        = 'Просмотр файлов';
$_['text_clear']         = 'Убрать изображение';
$_['text_list']          = 'Список Преимуществ';
$_['text_add']           = 'Добавить Преимущество';
$_['text_edit']          = 'Редактирование';
$_['text_type_benefit']  = 'Преимущество';
$_['text_type_gift']     = 'Подарок';

// Column
$_['column_image']       = 'Изображения';
$_['column_name']        = 'Название преимущества';
$_['column_status']      = 'Статус';
$_['column_action']      = 'Действие';

// Entry
$_['entry_name']         = 'Название преимущества:';
$_['entry_link']         = 'Ссылка:';
$_['entry_image']        = 'Изображение:';
$_['entry_status']       = 'Статус:';
$_['entry_type']         = 'Тип:';
$_['entry_description']  = 'Описание:';

// Error
$_['error_permission']   = 'Вы не имеете прав для изменения стикеров!';
$_['error_name']         = 'Название преимущества должно быть от 3 до 64 символов!';
$_['error_title']        = 'Заголовок должен быть от 2 до 64 символов!';
$_['error_default']      = 'Это преимущество не может быть удален, поскольку он используется в магазине по умолчанию!';
$_['error_product']      = 'Это преимущество не может быть удален, поскольку он используется %s товаром(ами)!';
$_['error_category']     = 'Это преимущество не может быть удален, поскольку он используется %s категорией(ями)!';
$_['error_information']  = 'Это преимущество не может быть удален, поскольку он используется %s страницей(ами)!';
?>