<?php
// Heading
$_['heading_title']    = 'Редактор языковых констант';

// Text
$_['text_success']     = 'Поздравляем! Вы успешно изменили языковую константу!';
$_['text_list']        = 'Список изменённых языковых констант';
$_['text_edit']        = 'Редактирование языковой константы';
$_['text_add']         = 'Добавление перевода';
$_['text_default']     = 'Основной магазин';
$_['text_store']       = 'Магазин';
$_['text_language']    = 'Язык';

// Column
$_['column_store']     = 'Магазин';
$_['column_language']  = 'Язык';
$_['column_route']     = 'Маршрут';
$_['column_key']       = 'Ключ';
$_['column_value']     = 'Значение';
$_['column_action']    = 'Действие';

// Entry
$_['entry_store']      = 'Магазин';
$_['entry_language']   = 'Язык';
$_['entry_route']      = 'Маршрут';
$_['entry_key']        = 'Ключ';
$_['entry_default']    = 'Значение по умолчанию';
$_['entry_value']      = 'Значение';

// Error
$_['error_permission'] = 'Внимание! У вас нет привилегий для редактирования языковых констант!';
$_['error_key']        = 'Ключ должен содержать от 3 до 64 символов!';
