<?php
// Heading
$_['heading_title']     = 'События';

// Text
$_['text_success']      = 'Поздравляем! Вы успешно изменили событие!';
$_['text_list']         = 'Список событий';
$_['text_event']        = 'События используются расширениями для переопределения стандартных функций магазина. Если у вас есть проблемы, события можно отключить или включить.';
$_['text_info']         = 'Информация о событии';
$_['text_trigger']      = 'Триггер';
$_['text_action']       = 'Действие';

// Column
$_['column_code']       = 'Код события';
$_['column_status']     = 'Статус';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action']     = 'Действие';

// Error
$_['error_permission']  = 'Внимание! У вас нет привилегий для редактирования событий!';
