<?php
// *	@source		See SOURCE.txt for source and other copyright.
// *	@license	GNU General Public License version 3; see LICENSE.txt

// Text
$_['text_success']     = 'Настройки успешно изменены!';
$_['text_unzip']       = 'Распаковка файлов!';
$_['text_move']        = 'Копирование файлов!';
$_['text_xml']         = 'Применение модификатора!';
$_['text_remove']      = 'Удаление временных файлов!';

// Error
$_['error_permission'] = 'У вас недостаточно прав для внесения изменений!';
$_['error_install']    = 'Установка не удалась подождите несколько секунд чтобы попробовать снова!';
$_['error_unzip']      = 'Zip архив не удалось распаковать!';
$_['error_file']       = 'Файл не найден!';
$_['error_directory']  = 'Каталог, содержащий файлы для загрузки не найден!';
$_['error_code']       = 'Модификация требуется уникальный идентификационный код!';
$_['error_xml']        = 'Модификация %s уже используется!';
$_['error_exists']     = 'Этот файл %s уже используется!';
$_['error_allowed']    = 'Этот каталог %s не доступен для записи!';