<?php
// Heading
$_['heading_title']     = 'Установщик расширений';

// Text
$_['text_progress']     = 'Прогресс установки';
$_['text_upload']       = 'Загрузите ваше расширение';
$_['text_history']      = 'История установки';
$_['text_success']      = 'Поздравляем! Расширение успешно установлено!';
$_['text_install']      = 'Установка';

// Column
$_['column_filename']   = 'Имя файла';
$_['column_date_added'] = 'Дата добавления';
$_['column_action']     = 'Действие';

// Entry
$_['entry_upload']      = 'Загрузить файл';
$_['entry_progress']    = 'Прогресс';

// Help
$_['help_upload']       = 'Файл модификации, обязательно должен иметь расширение \'.ocmod.xml\' или быть упакован в ZIP архив с расширением \'.ocmod.zip\'.';

// Error
$_['error_permission']  = 'Внимание! У вас нет привилегий для редактирования расширений!';
$_['error_install']     = 'Идет установка расширения. Пожалуйста, дождитесь окончания установки!';
$_['error_upload']      = 'Файл не может быть загружен!';
$_['error_filetype']    = 'Некорректный тип файла!';
$_['error_file']        = 'Файл не найден!';