<?php
// Heading
$_['heading_title']     = 'Модификации';

// Text
$_['text_success']      = 'Поздравляем! Вы успешно изменили параметры модификации!';
$_['text_refresh']      = 'Каждый раз, когда вы включаете/отключаете или удаляете модификацию, вам необходимо нажать кнопку обновления, чтобы перестроить кеш модификаций!';
$_['text_list']         = 'Список модификаций';

// Column
$_['column_name']       = 'Название модификации';
$_['column_author']     = 'Автор';
$_['column_version']    = 'Версия';
$_['column_status']     = 'Статус';
$_['column_date_added'] = 'Дата добавления';
$_['column_action']     = 'Действие';

// Error
$_['error_permission']  = 'Внимание! У вас нет привилегий для редактирования модификаций!';