<?php
// Heading
$_['heading_title']     = 'Группы клиентов';

// Text
$_['text_success']      = 'Настройки успешно изменены!';
$_['text_list']         = 'Группы клиентов';
$_['text_add']          = 'Добавить';
$_['text_edit']         = 'Редактирование';

// Column
$_['column_name']       = 'Название группы клиентов';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название';
$_['entry_description'] = 'Описание';
$_['entry_approval']    = 'Подтверждение новых клиентов';
$_['entry_sort_order']  = 'Порядок сортировки';

// Help
$_['help_approval']     = 'Клиенты должны быть активированы администратором, прежде чем они смогут осуществить вход в магазин.';

// Error
$_['error_permission']   = 'У Вас нет прав для изменения настроек Группы клиентов!';
$_['error_name']         = 'Название группы должно быть от 3 до 64 символов!';
$_['error_default']      = 'Данную группу клиентов нельзя удалить, т.к она назначена для основного магазина!';
$_['error_store']        = 'Данную группу клиентов нельзя удалить, т.к она назначена %s магазинам!';
$_['error_customer']     = 'Данную группу клиентов нельзя удалить, т.к она назначена %s клиентам!';

