<?php
// Heading
$_['heading_title']     = 'Подарочный сертификат';

// Text
$_['text_success']      = 'Настройки успешно изменены!';
$_['text_list']         = 'Подарочные сертификаты';
$_['text_add']          = 'Добавить';
$_['text_edit']         = 'Редактирование';
$_['text_sent']         = 'Подарочный сертификат отправлен на e-mail!';

// Column
$_['column_name']       = 'Название подарочного сертификата';
$_['column_code']       = 'Код';
$_['column_from']       = 'От';
$_['column_to']         = 'Кому';
$_['column_theme']      = 'Тематика';
$_['column_amount']     = 'Сумма';
$_['column_status']     = 'Статус';
$_['column_order_id']   = '№ Заказа';
$_['column_customer']   = 'Клиент';
$_['column_date_added'] = 'Дата добавления';
$_['column_action']     = 'Действия';

// Entry
$_['entry_code']        = 'Код';
$_['entry_from_name']   = 'Имя отправителя';
$_['entry_from_email']  = 'E-Mail отправителя';
$_['entry_to_name']     = 'Имя получателя';
$_['entry_to_email']    = 'E-Mail получателя';
$_['entry_theme']       = 'Тематика';
$_['entry_message']     = 'Сообщение';
$_['entry_amount']      = 'Сумма';
$_['entry_status']      = 'Статус';

// Help
$_['help_code']         = 'Код, который клиент вводит для активации подарочного сертификата';

// Error
$_['error_selection']   = 'Внимание! Сертификат не выбран';
$_['error_permission']  = 'У Вас нет прав для изменения настроек Подарочный сертификат !';
$_['error_exists']      = 'Данный Подарочный сертификат уже используется!';
$_['error_code']        = 'Код должен быть от 3 до 10 символов!';
$_['error_to_name']     = 'Имя получателя должно быть от 1 до 64 символов!';
$_['error_from_name']   = 'Ваше имя должно быть от 1 до 64 символов!';
$_['error_email']       = 'E-Mail адрес введен неверно!';
$_['error_amount']      = 'Сумма должна быть больше или равно 1!';
$_['error_order']       = 'Данный сертификат не может быть удален, т.к является частью <a href="%s">заказа</a>!';

