<?php
// Heading
$_['heading_title']     = 'Тематика подарочного сертификата';

// Text
$_['text_success']      = 'Тематика подарочного сертификата изменена!';
$_['text_list']         = 'Список тематик';
$_['text_add']          = 'Добавить';
$_['text_edit']         = 'Редактирование';

// Column
$_['column_name']       = 'Названия тематики';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название тематики';
$_['entry_description'] = 'Описание тематики';
$_['entry_image']       = 'Изображение';

// Error
$_['error_permission']  = 'У Вас нет прав для изменения тематики сертификатов!';
$_['error_name']        = 'Название должно быть от 3 до 32 символов!';
$_['error_image']       = 'Изображение обязательно!';
$_['error_voucher']     = 'Данная тематика не может быть удалена, т.к назначена %s сертификату(ам)!';

