<?php
// Heading 
$_['heading_title']     = 'Адреса';

// Text
$_['text_account']      = 'Учетная запись';
$_['text_address_book'] = 'Адреса, которые вы используете';
$_['text_edit_address'] = 'Редактирование адреса';
$_['text_insert']       = 'Адрес добавлен';
$_['text_update']       = 'Адрес изменен';
$_['text_delete']       = 'Адрес удален';

// Entry
$_['entry_firstname']   = 'Фамилия:';
$_['entry_lastname']    = 'Имя:';
$_['entry_company']     = 'Организация:';
$_['entry_address_1']   = 'Улица, дом, квартира:';
$_['entry_address_2']   = 'Область<BR>(для райцентров):';
$_['entry_postcode']    = 'Почтовый индекс:';
$_['entry_city']        = 'Город:';
$_['entry_country']     = 'Страна:';
$_['entry_zone']        = 'Область:';
$_['entry_default']     = 'Использовать этот адрес как основной:';

// Error
$_['error_delete']      = '<B>Ошибка:</B> необходимо сохранить как минимум один адрес!';
$_['error_default']     = '<B>Ошибка:</B> нельзя удалять основной адрес!<BR>Вначале назначте основным другой адрес, а потом сможете удалить этот!';
$_['error_firstname']   = 'Имя должно содержать от 3 до 32 букв!';
$_['error_lastname']    = 'Фамилия должна содержать от 3 до 32 букв!';
$_['error_address_1']   = 'Адрес должен содержать от 3 до 64 букв!';
$_['error_city']        = 'Название города должно содержать от 3 до 32 букв!';
?>
