<?php
// Heading 
$_['heading_title']   = 'Забыли пароль?';

// Text
$_['text_account']    = 'Учетная запись';
$_['text_forgotten']  = 'Забыли пароль';
$_['text_your_email'] = 'Ваш E-Mail адрес';
$_['text_email']      = 'Введите e-mail адрес указанный в вашей учетной записи. Нажмите отправить для того чтоб отправить новый пароль на данный адрес';
$_['text_success']    = 'Успех: Новый пароль отправлен на e-mail адрес.';

// Entry
$_['entry_email']     = 'E-Mail адрес:';

// Error
$_['error_email']     = 'Ошибка: Адрес e-mail, который вы сейчас указали отсутствует в базе данных!';
?>
