<?php
// Heading
$_['heading_title'] = 'Регистрация выполнена!';

// Text
$_['text_message']  = '<p>Поздравляем! Ваша учетная запись создана!</p> <p>Теперь Вы сможете воспользоваться привилегиями зарегистрированного покупателя.</p> <p>Если у Вас есть ЛЮБЫЕ  вопросы о работе магазина, пожалуйста напишите их нам.</p> <p>Письмо с подтверждением отправлено Вам на электронную почту. Если Вы не получите его в течении часа, пожалуйста свяжитесь с нами.</p>';
$_['text_account']  = 'Учетная запись';
$_['text_success']  = 'Успех';
?>