<?php
// *	@source		See SOURCE.txt for source and other copyright.
// *	@license	GNU General Public License version 3; see LICENSE.txt

// Text
$_['text_subject']  = 'Вы отправили подарочный сертификат %s';
$_['text_greeting'] = 'Поздравляем, Вы получили подарочный сертификат от %s';
$_['text_from']     = 'Вы получили подарочный сертификат от %s';
$_['text_message']  = 'С сообщением, в котором говорится';
$_['text_redeem']   = 'Чтобы воспользоваться этим подарочным сертификатом сохраните код <b>%s</b>, затем перейдите в магазин по ссылке ниже и закажите товары, которые Вам понравятся. Вы можете ввести код подарочного сертификата на странице просмотра корзины перед тем как начнете оформление заказа.';
$_['text_footer']   = 'Если у Вас есть какие-либо вопросы, ответьте на это сообщение.';