<?php

/**
 * libphonenumber-for-php data file
 * This file has been @generated from libphonenumber data
 * Do not modify!
 * @internal
 */

declare(strict_types=1);

namespace libphonenumber\geocoding\data\sr;

/**
 * @internal
 */
class Sr_381
{
    public const DATA = [
        38110 => 'Пирот',
        38111 => 'Београд',
        38112 => 'Пожаревац',
        38113 => 'Панчево',
        38114 => 'Ваљево',
        38115 => 'Шабац',
        38116 => 'Лесковац',
        38117 => 'Врање',
        38118 => 'Ниш',
        38119 => 'Зајечар',
        38120 => 'Нови Пазар',
        38121 => 'Нови Сад',
        38122 => 'Сремска Митровица',
        38123 => 'Зрењанин',
        38124 => 'Суботица',
        38125 => 'Сомбор',
        38126 => 'Смедерево',
        38127 => 'Прокупље',
        38128 => 'Косовска Митровица',
        38129 => 'Призрен',
        38130 => 'Бор',
        38131 => 'Ужице',
        38132 => 'Чачак',
        38133 => 'Пријепоље',
        38134 => 'Крагујевац',
        38135 => 'Јагодина',
        38136 => 'Краљево',
        38137 => 'Крушевац',
        38138 => 'Приштина',
        38139 => 'Пећ',
        381230 => 'Кикинда',
        381280 => 'Гњилане',
        381290 => 'Урошевац',
        381390 => 'Ђаковица',
    ];
}
