<?php

/**
 * libphonenumber-for-php data file
 * This file has been @generated from libphonenumber data
 * Do not modify!
 * @internal
 */

declare(strict_types=1);

namespace libphonenumber\geocoding\data\sr;

/**
 * @internal
 */
class Sr_387
{
    public const DATA = [
        3874 => 'Брчко Дистрикт',
        38730 => 'Средњoбосански кантон',
        38731 => 'Посавски кантон',
        38732 => 'Зеничко-добојски кантон',
        38733 => 'Сарајевски кантон',
        38734 => 'Кантон 10',
        38735 => 'Тузлански кантон',
        38737 => 'Унско-сански кантон',
        38738 => 'Босанско-подрињски кантон Горажде',
        38750 => 'Мркоњић Град',
        38751 => 'Бања Лука',
        38752 => 'Приједор',
        38753 => 'Добој',
        38754 => 'Шамац',
        38755 => 'Бијељина',
        38756 => 'Зворник',
        38757 => 'Источно Сарајево',
        38758 => 'Фоча',
        38759 => 'Требиње',
    ];
}
