<?php
// Heading
$_['heading_title']       = 'என் கணக்கு';

// Text
$_['text_account']        = 'கணக்கு';
$_['text_my_account']     = 'என் கணக்கு';
$_['text_my_orders']      = 'நான் வாங்கக்கேட்டவை';
$_['text_my_affiliate']   = 'என் பிணைப்புப்பகிர்வு';
$_['text_my_newsletter']  = 'செய்திமடல்';
$_['text_edit']           = 'உங்கள் கணக்குத் தகவலைத் திருத்துக';
$_['text_password']       = 'உங்கள் கடவுச்சொல்லை மாற்றுக';
$_['text_address']        = 'உங்கள் முகவரிப் புத்தகப் பதிவுகளை மாற்றுக';
$_['text_payment_method'] = 'சேமித்துவைத்த கட்டண முறைகள்';
$_['text_wishlist']       = 'உங்கள் ஆசைப் பட்டியலை மாற்றுக';
$_['text_order']          = 'உங்கள் வாங்கக் கேட்டவற்றைக் காண்க';
$_['text_subscription']   = 'சந்தாக்கள்';
$_['text_download']       = 'பதிவிறக்கங்கள்';
$_['text_reward']         = 'உங்கள் வெகுமதிப் புள்ளிகள்';
$_['text_return']         = 'நீங்கள் திருப்பியனுப்பக் கேட்டவற்றைக் காண்க';
$_['text_transaction']    = 'உங்கள் பரிவர்த்தனைகள்';
$_['text_newsletter']     = 'செய்திமடலுக்குச் சந்தாசேர்க / சந்தாநீங்குக';
$_['text_transactions']   = 'பரிவர்த்தனைகள்';
$_['text_affiliate_add']  = 'ஒரு பிணைப்புப்பகிர்வுக் கணக்கிற்குப் பதிவுசெய்க';
$_['text_affiliate_edit'] = 'உங்கள் பிணைப்புப்பகிர்வுத் தகவலைத் திருத்துக';
$_['text_tracking']       = 'விரும்பியமைத்த இணைப்புப்பகிர்வுத் தடமறிதல் குறியீடு';
