<?php
// Heading
$_['heading_title']      = 'முகவரிப் புத்தகம்';

// Text
$_['text_account']       = 'கணக்கு';
$_['text_address_book']  = 'முகவரிப் புத்தகப் பதிவுகள்';
$_['text_address_add']   = 'முகவரிகளைச் சேர்த்திடுக';
$_['text_address_edit']  = 'முகவரியைத் திருத்துக';
$_['text_add']           = 'உங்கள் முகவரி வெற்றிகரமாகச் சேர்க்கப்பட்டது';
$_['text_edit']          = 'உங்கள் முகவரி வெற்றிகரமாக ஏற்றப்பட்டது';
$_['text_delete']        = 'உங்கள் முகவரி வெற்றிகரமாக நீக்கப்பட்டது';
$_['text_no_results']    = 'உங்கள் கணக்கில் முகவரி எதுவும் இல்லை.';
$_['text_default']       = 'இயல்புநிலை';

// Entry
$_['entry_firstname']    = 'முதல் பெயர்';
$_['entry_lastname']     = 'கடைசிப் பெயர்';
$_['entry_company']      = 'நிறுவனம்';
$_['entry_address_1']    = 'முகவரி 1';
$_['entry_address_2']    = 'முகவரி 2';
$_['entry_postcode']     = 'அஞ்சல் குறியீடு';
$_['entry_city']         = 'நகரம்';
$_['entry_country']      = 'நாடு';
$_['entry_zone']         = 'மாகாணம் / மாநிலம்';
$_['entry_default']      = 'இயல்புநிலை முகவரி';

// Error
$_['error_token']        = 'எச்சரிக்கை: முகவரி டோக்கன் செல்லாது!';
$_['error_subscription'] = 'எச்சரிக்கை: முகவரியை இன்னும் %s செயலில் உள்ள சந்தாக்கள் பயன்படுத்துகின்றன!';
$_['error_default']      = 'எச்சரிக்கை: இயல்புநிலை முகவரி தேவை!';
$_['error_delete']       = 'எச்சரிக்கை: உங்களிடம் குறைந்தது ஒரு முகவரியாவது இருக்க வேண்டும்!';
$_['error_firstname']    = 'முதல் பெயர் 1 முதல் 32 எழுத்துறுப்புகளுக்குள் இருக்க வேண்டும்!';
$_['error_lastname']     = 'கடைசிப் பெயர் 1 முதல் 32 எழுத்துறுப்புகளுக்குள் இருக்க வேண்டும்!';
$_['error_address_1']    = 'முகவரி 3 முதல் 128 எழுத்துறுப்புகளுக்குள் இருக்க வேண்டும்!';
$_['error_postcode']     = 'அஞ்சல் குறியீடு 2 முதல் 10 எழுத்துறுப்புகளுக்குள் இருக்க வேண்டும்!';
$_['error_city']         = 'நகரம் 2 முதல் 128 எழுத்துறுப்புகளுக்குள் இருக்க வேண்டும்!';
$_['error_country']      = 'ஒரு நாட்டைத் தேர்வுசெய்க!';
$_['error_zone']         = 'ஒரு மாகாணம்/மாநிலத்தைத் தேர்வுசெய்க!';
$_['error_custom_field'] = '%s தேவை!';
$_['error_regex']        = 'கொடுத்த %s செல்லாதது!';
