<?php
// Heading
$_['heading_title'] = 'உங்கள் கணக்கைப் பாதுகாத்திடுங்கள்';

// Text
$_['text_security'] = 'அறியாத சாதனம் அல்லது கணிப்பொறியில் உள்நுழையும்போதெல்லாம் நீங்கள் பாதுகாவல் கேள்விக்கு பதிலளிக்க வேண்டும்.';
$_['text_code']     = 'உங்கள் மின்னஞ்சல் கணக்கிற்குப் பாதுகாவல் குறியீட்டை அனுப்ப ‘அனுப்புக’ பட்டனைச் சொடுக்குக. தொடர அந்தக் குறியீட்டைக் கீழே நிரப்புக.';
$_['text_sent']     = 'வெற்றி: பாதுகாவல் குறீயீட்டுடன் ஒரு மின்னஞ்சல் உங்கள் மின்னஞ்சல் கணக்குக்கு அனுப்பப்பட்டுள்ளது!';
$_['text_locked']   = 'உங்கள் கணக்கு பூட்டப்பட்டது!';
$_['text_reset']    = 'பாதுகாவல் குறியீட்டை நிரப்புவதில் பல தவறான முயற்சிகள் மேற்கொள்ளப்பட்டதால் உங்கள் கணக்கு பூட்டப்பட்டது. உங்கள் மின்னஞ்சல் கணக்கு வழியாக மீட்புப் பிணைப்பைப் பெற மீட்டிடுக பட்டனைச் சொடுக்குக.';
$_['text_link']     = 'வெற்றி: மீட்புப் பிணைப்புடன் ஒரு மின்னஞ்சல் உங்கள் மின்னஞ்சல் முகவரிக்கு அனுப்பப்பட்டுள்ளது!';
$_['text_unlocked'] = 'உங்கள் கணக்கு பூட்டு திறக்கப்பட்டது!';
$_['text_unlock']   = 'உங்கள் கணக்கின் பூட்டு திறக்கப்பட்டது. தொடர நீங்கள் மறுபடி உள்நுழைந்து 2 காரணி சரிபார்ப்பை மீண்டும் செய்ய வேண்டும்.';
$_['text_failed']   = 'உங்கள் பாதுகாவல் குறியீட்டை மறுபடி அமைக்க முடியவில்லை!';

// Entry
$_['entry_code']    = 'பாதுகாவல் குறியீடு';

// Button
$_['button_send']   = 'அனுப்புக';
$_['button_reset']  = 'மீட்டிடுக';

// Error
$_['error_code']    = 'பாதுகாவல் குறியீடு பொருந்தவில்லை!';
