<?php
// Heading
$_['heading_title']      = 'என் கணக்குத் தகவல்';

// Text
$_['text_account']       = 'கணக்கு';
$_['text_edit']          = 'தகவலைத் திருத்துக';
$_['text_your_details']  = 'உங்கள் தனிப்பட்ட விவரங்கள்';
$_['text_success']       = 'வெற்றி: உங்கள் கணக்கு வெற்றிகரமாக ஏற்றப்பட்டது.';

// Entry
$_['entry_firstname']    = 'முதல் பெயர்';
$_['entry_lastname']     = 'கடைசிப் பெயர்';
$_['entry_email']        = 'மின்னஞ்சல்';
$_['entry_telephone']    = 'தொலைபேசி';

// Error
$_['error_token']        = 'எச்சரிக்கை: திருத்தும் டோக்கன் செல்லாதது!';
$_['error_exists']       = 'எச்சரிக்கை: மின்னஞ்சல் முகவரி முன்பே பதிவுசெய்யப்பட்டுவிட்டது!';
$_['error_firstname']    = 'முதல் பெயர் 1 முதல் 32 எழுத்துறுப்புகளுக்குள் இருக்க வேண்டும்!';
$_['error_lastname']     = 'கடைசிப் பெயர் 1 முதல் 32 எழுத்துறுப்புகளுக்குள் இருக்க வேண்டும்!';
$_['error_email']        = 'மின்னஞ்சல் முகவரி செல்லுபடியானதாகத் தெரியவில்லை!';
$_['error_telephone']    = 'தொலைபேசி எண் 3 முதல் 32 எழுத்துறுப்புகளுக்குள் இருக்க வேண்டும்!';
$_['error_custom_field'] = '%s தேவை!';
$_['error_regex']        = 'கொடுத்த %s செல்லாதது!';
