<?php
// Heading
$_['heading_title']            = 'உங்கள் கடவுச்சொல்லை மறந்துவிட்டீர்களா?';
$_['heading_reset']            = 'உங்கள் கடவுச்சொல்லை மறுபடி அமையுங்கள்';

// Text
$_['text_account']             = 'கணக்கு';
$_['text_forgotten']           = 'கடவுச்சொல் மறந்துவிட்டது';
$_['text_your_email']          = 'உங்கள் மின்னஞ்சல் முகவரி';
$_['text_email']               = 'உங்கள் கணக்குடன் தொடர்புடைய மின்னஞ்சல் முகவரியை நிரப்புங்கள். ஒரு கடவுச்சொல் மறுபடி அமைக்கும் பிணைப்பு உங்களுக்கு மின்னஞ்சல் செய்யப்பட சமர்ப்பித்திடுக என்பதைச் சொடுக்குக.';
$_['text_password']            = 'நீங்கள் பயன்படுத்த விரும்பும் புது கடவுச்சொல்லை நிரப்புக.';
$_['text_sent']                = 'உறுதிப்படுத்தல் பிணைப்புடன் ஒரு மின்னஞ்சல் உங்கள் மின்னஞ்சல் முகவரிக்கு அனுப்பப்பட்டுள்ளது';
$_['text_reset']               = 'வெற்றி: உங்கள் கடவுச்சொல் வெற்றிகரமாக ஏற்றப்பட்டது.';

// Entry
$_['entry_email']              = 'மின்னஞ்சல் முகவரி';
$_['entry_new_password']       = 'புது கடவுச்சொல்';
$_['entry_password']           = 'கடவுச்சொல்';
$_['entry_confirm']            = 'உறுதி';

// Error
$_['error_email']              = 'மின்னஞ்சல் முகவரி செல்லுபடியாகக்கூடியதாகத் தெரியவில்லை!';
$_['error_not_found']          = 'எச்சரிக்கை: எங்கள் பதிவுகளில் இந்த மின்னஞ்சல் முகவரி காணப்படவில்லை!';
$_['error_password']           = 'கடவுச்சொல்லில் ஒரு %s இருக்க வேண்டும் மற்றும் %d முதல் 20 எழுத்துறுப்புகளுக்குள் இருக்க வேண்டும்!';
$_['error_password_uppercase'] = 'ஆங்கிலப் பேரெழுத்து';
$_['error_password_lowercase'] = 'ஆங்கிலச் சிற்றெழுத்து';
$_['error_password_number']    = 'எண்';
$_['error_password_symbol']    = 'அடையாளக்குறி';
$_['error_password_length']    = 'கடவுச்சொல் %d முதல் 20 எழுத்துறுப்புகளுக்குள் இருக்க வேண்டும்!';
$_['error_confirm']            = 'கடவுச்சொல்லும் கடவுச்சொல் உறுதியும் பொருந்தவில்லை!';
$_['error_code']               = 'கடவுச்சொல் மறுபடி அமைத்தல் குறியீடு செல்லாதது அல்லது முன்பே பயன்படுத்தப்பட்டது!';
