<?php
// Heading
$_['heading_title']                = 'கணக்கு உள்நுழைவு';

// Text
$_['text_account']                 = 'கணக்கு';
$_['text_login']                   = 'உள்நுழைவு';
$_['text_new_customer']            = 'புது வாடிக்கையாளர்';
$_['text_register']                = 'கணக்கைப் பதிவுசெய்க';
$_['text_register_account']        = 'ஒரு கணக்கை உருவாக்குவதன் மூலம் உங்களால் விரைவாக வாங்க முடியும், வாங்கக்கேட்டவற்றைக் குறித்து அண்மைத் தகவலைப் பெற முடியும் மற்றும் முன்பு வாங்கக்கேட்டிருந்தவை வருகிற தடமறிய முடியும்.';
$_['text_returning_customer']      = 'திரும்பிவரும் வாடிக்கையாளர்';
$_['text_i_am_returning_customer'] = 'நான் ஒரு திரும்பிவரும் வாடிக்கையாளர்';
$_['text_forgotten']               = 'கடவுச்சொல் மறந்துவிட்டது';

// Entry
$_['entry_email']                  = 'மின்னஞ்சல் முகவரி';
$_['entry_password']               = 'கடவுச்சொல்';

// Error
$_['error_token']                  = 'எச்சரிக்கை: செல்லாத டோக்கன் அமர்வு. மீண்டும் உள்நுழைக!';
$_['error_login']                  = 'எச்சரிக்கை: மின்னஞ்சல் முகவரி மற்றும்/அல்லது கடவுச்சொல் பொருந்தவில்லை.';
$_['error_attempts']               = 'எச்சரிக்கை: அனுமதிக்கப்பட்ட உள்நுழைவு முயற்சிகளை உங்கள் கணக்கு தாண்டிவிட்டது.  1 மணிநேரத்துக்குப் பின் மீண்டும் முயல்க.';
$_['error_approved']               = 'எச்சரிக்கை: உள்நுழையும் முன் உங்கள் கணக்குக்கு ஒப்புதல் தேவை.';
