<?php
// Heading
$_['heading_title']            = 'கடவுச்சொல்லை மாற்றுக';

// Text
$_['text_account']             = 'கணக்கு';
$_['text_password']            = 'உங்கள் கடவுச்சொல்';
$_['text_success']             = 'வெற்றி: உங்கள் கடவுச்சொல் வெற்றிகரமாக ஏற்றப்பட்டது.';

// Entry
$_['entry_password']           = 'கடவுச்சொல்';
$_['entry_confirm']            = 'கடவுச்சொல் உறுதி';

// Error
$_['error_token']              = 'எச்சரிக்கை: கடவுச்சொல் டோக்கன் செல்லாது!';
$_['error_password']           = 'கடவுச்சொல்லில் ஒரு %s இருக்க வேண்டும் மற்றும் %d முதல் 40 எழுத்துறுப்புகளுக்குள் இருக்க வேண்டும்!';
$_['error_password_uppercase'] = 'ஆங்கிலப் பேரெழுத்து';
$_['error_password_lowercase'] = 'ஆங்கிலச் சிற்றெழுத்து';
$_['error_password_number']    = 'எண்';
$_['error_password_symbol']    = 'அடையாளக்குறி';
$_['error_password_length']    = 'கடவுச்சொல் %d முதல் 40 எழுத்துறுப்புகளுக்குள் இருக்க வேண்டும்!';
$_['error_confirm']            = 'கடவுச்சொல் உறுதி கடவுச்சொல்லுடன் பொருந்தவில்லை!';
