<?php
// Heading
$_['heading_title']            = 'கணக்கைப் பதிவுசெய்க';

// Text
$_['text_account']             = 'கணக்கு';
$_['text_register']            = 'பதிவுசெய்க';
$_['text_account_already']     = 'ஏற்கெனவே எங்களுடன் நீங்கள் கணக்கு வைத்திருந்தால், <a href="%s">உள்நுழைதல் பக்கம்</a> வழியாக உள்நுழைக.';
$_['text_your_details']        = 'உங்கள் தனிப்பட்ட விவரங்கள்';
$_['text_newsletter']          = 'செய்திமடல்';
$_['text_your_password']       = 'உங்கள் கடவுச்சொல்';
$_['text_agree']               = '<a href="%s" class="modal-link"><b>%s</b></a> என்பதை நான் வாசித்து ஏற்றுக்கொண்டேன்';

// Entry
$_['entry_customer_group']     = 'வாடிக்கையாளர் குழு';
$_['entry_firstname']          = 'முதல் பெயர்';
$_['entry_lastname']           = 'கடைசிப் பெயர்';
$_['entry_email']              = 'மின்னஞ்சல்';
$_['entry_telephone']          = 'தொலைபேசி';
$_['entry_newsletter']         = 'சந்தா';
$_['entry_password']           = 'கடவுச்சொல்';

// Error
$_['error_token']              = 'எச்சரிக்கை: பதிவு டோக்கன் செல்லாது!';
$_['error_exists']             = 'எச்சரிக்கை: மின்னஞ்சல் முகவரி முன்பே பதிவுசெய்யப்பட்டது!';
$_['error_customer_group']     = 'வாடிக்கையாளர் குழு செல்லுபடியாவதாகத் தெரியவில்லை!';
$_['error_firstname']          = 'முதல் பெயர் 1 முதல் 32 எழுத்துறுப்புகளுக்குள் இருக்க வேண்டும்!';
$_['error_lastname']           = 'கடைசிப் பெயர் 1 முதல் 32 எழுத்துறுப்புகளுக்குள் இருக்க வேண்டும்!';
$_['error_email']              = 'மின்னஞ்சல் முகவரி செல்லுபடியாவதாகத் தெரியவில்லை!';
$_['error_telephone']          = 'தொலைபேசி 3 முதல் 32 எழுத்துறுப்புகளுக்குள் இருக்க வேண்டும்!';
$_['error_custom_field']       = '%s தேவை!';
$_['error_regex']              = 'கொடுத்த %s செல்லாது!';
$_['error_password']           = 'கடவுச்சொல்லில் %s இருக்க வேண்டும் மற்றும் %d முதல் 40 எழுத்துறுப்புகளுக்குள் இருக்க வேண்டும்!';
$_['error_password_uppercase'] = 'ஆங்கிலப் பேரெழுத்து';
$_['error_password_lowercase'] = 'ஆங்கிலச் சிற்றெழுத்து';
$_['error_password_number']    = 'எண்';
$_['error_password_symbol']    = 'அடையாளக்குறி';
$_['error_password_length']    = 'கடவுச்சொல் %d முதல் 40 எழுத்துறுப்புகளுக்குள் இருக்க வேண்டும்!';
$_['error_agree']              = 'எச்சரிக்கை: %s என்பதை நீங்கள் ஏற்க வேண்டும்!';
