<?php
// Heading
$_['heading_title']      = 'திருப்பியனுப்பியவை';

// Text
$_['text_account']       = 'கணக்கு';
$_['text_return']        = 'திருப்பியனுப்பியதன் விவரம்';
$_['text_description']   = 'ஆர்.எம்.ஏ எண்ணைக் கேட்டுப்பெற கீழுள்ள படிவத்தை நிரப்புக.';
$_['text_order']         = 'வாங்கக்கேடதன் தகவல்';
$_['text_customer']      = 'உங்கள் விவரம்';
$_['text_product']       = 'பொருள் விவரம்';
$_['text_message']       = '<p>உங்கள் திருப்பியனுப்பல் கோரிக்கையைச் சமர்ப்பித்ததற்கு நன்றி. உங்கள் கோரிக்கையைச் செயல்படுத்த அது தொடர்புடைய துறைக்கு அனுப்பப்பட்டுள்ளது.</p><p> உங்கள் கோரிக்கையின் நிலை குறித்து உங்களுக்கு மின்னஞ்சல் மூலம் தெரிவிக்கப்படும்.</p>';
$_['text_return_id']     = 'திருப்பியனுப்பல் அடையாளம்';
$_['text_order_id']      = 'வாங்கக்கேடதன் அடையாளம்';
$_['text_date_ordered']  = 'வாங்கக்கேட்ட தேதி';
$_['text_date_added']    = 'சேர்த்த தேதி';
$_['text_opened']        = 'திறக்கப்பட்டது';
$_['text_unopened']      = 'திறக்கவில்லை';
$_['text_reason']        = 'திருப்பியனுப்புவதற்கான காரணம்';
$_['text_action']        = 'நடவடிக்கை';
$_['text_tbc']           = 'கணக்கிட வேண்டும்';
$_['text_history']       = 'இதுவரை';
$_['text_comment']       = 'கருத்து';
$_['text_history']       = 'இதுவரை திருப்பியனுப்பியவை';
$_['text_no_results']    = 'இதற்கு முன் நீங்கள் எதையும் திருப்பியனுப்பவில்லை!';
$_['text_agree']         = '<a href="%s" class="modal-link"><b>%s</b></a> என்பதை நான் வாசித்து ஏற்றுக்கொண்டேன்';

// Column
$_['column_return_id']   = 'திருப்பியனுப்பல் அடையாளம்';
$_['column_order_id']    = 'வாங்கக்கேடதன் அடையாளம்';
$_['column_status']      = 'நிலை';
$_['column_date_added']  = 'சேர்த்த தேதி';
$_['column_product']     = 'பொருள்';
$_['column_model']       = 'மாதிரி';
$_['column_quantity']    = 'எண்ணிக்கை';
$_['column_opened']      = 'திறக்கப்பட்டது';
$_['column_comment']     = 'கருத்து';
$_['column_reason']      = 'காரணம்';
$_['column_action']      = 'நடவடிக்கை';

// Entry
$_['entry_order_id']     = 'வாங்கக்கேடதன் அடையாளம்';
$_['entry_date_ordered'] = 'வாங்கக்கேட்ட தேத';
$_['entry_firstname']    = 'முதல் பெயர்';
$_['entry_lastname']     = 'கடைசிப் பெயர்';
$_['entry_email']        = 'மின்னஞ்சல்';
$_['entry_telephone']    = 'தொலைபேசி';
$_['entry_product']      = 'பொருளின் பெயர்';
$_['entry_model']        = 'பொருளின் குறியீடு';
$_['entry_quantity']     = 'எண்ணிக்கை';
$_['entry_reason']       = 'திருப்பியனுப்புவதற்கான காரணம்';
$_['entry_opened']       = 'பொருள் திறக்கப்பட்டது';
$_['entry_fault_detail'] = 'கோளாறு அல்லது பிற விவரங்கள்';

// Error
$_['error_return']       = 'நீங்கள் கோரிய திருப்பியனுப்பல்கள் காணப்படவில்லை!';
$_['error_token']        = 'எச்சரிக்கை: மீட்பு டோக்கன் செல்லாது!';
$_['error_order_id']     = 'வாங்கக்கேடதன் அடையாளம் தேவை!';
$_['error_firstname']    = 'முதல் பெயர் 1 முதல் 32 எழுத்துறுப்புகளுக்குள் இருக்க வேண்டும்!';
$_['error_lastname']     = 'கடைசிப் பெயர் 1 முதல் 32 எழுத்துறுப்புகளுக்குள் இருக்க வேண்டும்!';
$_['error_email']        = 'மின்னஞ்சல் முகவரி செல்லுபடியாவதாகத் தெரியவில்லை!';
$_['error_telephone']    = 'தொலைபேசி 3 முதல் 32 எழுத்துறுப்புகளுக்குள் இருக்க வேண்டும்!';
$_['error_product']      = 'பொருளின் பெயர் 3 முதல் 255 எழுத்துறுப்புகளுக்குள் இருக்க வேண்டும்!';
$_['error_model']        = 'பொருளின் மாதிரி 3 முதல் 64 எழுத்துறுப்புகளுக்குள் இருக்க வேண்டும்!';
$_['error_reason']       = 'நீங்கள் பொருளைத் திருப்பியனுப்புவதற்கான காரணம் ஒன்றைத் தேர்வுசெய்ய வேண்டும்!';
$_['error_agree']        = 'எச்சரிக்கை: %s! என்பதை நீங்கள் ஏற்க வேண்டும்';
