<?php
// Heading
$_['heading_title']    = 'பிணைப்புப்பகிர்வு தடமறிதல்';

// Text
$_['text_account']     = 'கணக்கு';
$_['text_description'] = 'நீங்கள் எங்களுக்கு அனுப்பும் பரிந்துரைகளுக்கான கட்டணத்தை நீங்கள் பெறுவதை உறுதிசெய்ய எங்களோடு பிணைக்கும் பிணைப்பில் ஒரு தடமறிதல் குறியீட்டை நாங்கள் வைக்க வேண்டும். %s வலைதளத்துக்கான பிணைப்புகளை உருவாக்க கீழே உள்ள கருவிகளை நீங்கள் பயன்படுத்தலாம்.';

// Entry
$_['entry_code']       = 'உங்கள் தடமறிதல் குறியீடு';
$_['entry_generator']  = 'தடமறிதல் பிணைப்பு உருவாக்கும் கருவி';
$_['entry_link']       = 'தடமறிதல் பிணைப்பு';

// Help
$_['help_generator']   = 'நீங்கள் பிணைக்க விரும்பும் பொருளின் பெயரை எழுதுங்கள்';
