<?php
// Heading
$_['heading_title']   = 'என் ஆசைப்பட்டியல்';

// Text
$_['text_account']    = 'கணக்கு';
$_['text_wishlist']   = 'ஆசைப்பட்டியல் (%s)';
$_['text_login']      = '<a href="%s">%s</a> ஒன்றை உங்கள் <a href="%s">ஆசைப்பட்டியலில்</a> சேமிக்க, நீங்கள் <a href="%s">உள்நுழைய</a> வேண்டும் அல்லது <a href="%s">ஒரு கணக்கை உருவாக்க</a> வேண்டும்!';
$_['text_success']    = 'வெற்றி: நீங்கள் <a href="%s">%s</a> என்பதை உங்கள் <a href="%s">ஆசைப்பட்டியலில்</a> சேர்த்துவிட்டீர்கள்!';
$_['text_remove']     = 'வெற்றி: உங்கள் ஆசைப் பட்டியலில் இருந்து ஒரு பொருளை நீக்கிவிட்டீர்கள்';
$_['text_no_results'] = 'உங்கள் ஆசைப்பட்டியல் வெறுமையாக உள்ளது.';

// Column
$_['column_image']    = 'படம்';
$_['column_name']     = 'பொருளின் பெயர்';
$_['column_model']    = 'மாதிரி';
$_['column_stock']    = 'சரக்கு';
$_['column_price']    = 'அலகு விலை';
$_['column_action']   = 'நடவடிக்கை';

// Error
$_['error_product']   = 'எச்சரிக்கை: பொருளைக் கண்டறிய முடியவில்லை!';
$_['error_login']     = 'எச்சரிக்கை: <a href="%s">%s</a> ஒன்றை உங்கள் <a href="%s">ஆசைப்பட்டியலில்</a> இருந்து நீக்க, நீங்கள் <a href="%s">உள்நுழைய</a> வேண்டும் அல்லது <a href="%s">ஒரு கணக்கை உருவாக்க</a> வேண்டும்!';
