<?php
// Heading
$_['heading_title']       = 'Доставка с фиксированной оплатой';

// Text
$_['text_shipping']    = 'Доставка';
$_['text_success']     = 'Успех: Вы обновили режим доставки с фиксированной оплатой!';

// Entry
$_['entry_status']        = 'Состояние:';
$_['entry_geo_zone']      = 'Географическая зона:';
$_['entry_cost']          = 'Стоимость:';
$_['entry_tax']           = 'Налог:';
$_['entry_sort_order']    = 'Порядок сортировки:';

// Error
$_['error_permission']    = 'Внимание: Вы не имеете разрешения на изменение режима доставки с фиксированной оплатой';
?>