<?php
// *	@source		See SOURCE.txt for source and other copyright.
// *	@license	GNU General Public License version 3; see LICENSE.txt

// Heading
$_['heading_title']     = 'Группы покупателей';

// Text
$_['text_success']      = 'Настройки успешно изменены!';
$_['text_list']         = 'Список групп покупателей';
$_['text_add']          = 'Добавить';
$_['text_edit']         = 'Редактирование';

// Column
$_['column_name']       = 'Название группы покупателей';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название группы покупателей';
$_['entry_description'] = 'Описание';
$_['entry_approval']    = 'Подтверждение новых покупателей';
$_['entry_sort_order']  = 'Порядок сортировки';

// Help
$_['help_approval']     = 'Покупатели должны быть активированы администратором, прежде чем они смогут осуществить покупки и использовать все приемущества зарегистрированных пользователей';

// Error
$_['error_permission']   = 'У вас недостаточно прав для внесения изменений!';
$_['error_name']         = 'Название должно содержать от 3 до 32 символов!';
$_['error_default']      = 'Эту группу покупателей нельзя удалить, поскольку она назначена для основного магазина!';
$_['error_store']        = 'Эту группу покупателей нельзя удалить, поскольку она используется в %s магазинах!';
$_['error_customer']     = 'Эту группу покупателей нельзя удалить, поскольку в нее входит %s покупателей!';