<?php
// *	@source		See SOURCE.txt for source and other copyright.
// *	@license	GNU General Public License version 3; see LICENSE.txt

// Heading
$_['heading_title']     = 'Языки';

// Text
$_['text_success']      = 'Настройки успешно изменены!';
$_['text_list']         = 'Список языков';
$_['text_add']          = 'Добавить';
$_['text_edit']         = 'Редактирование';

// Column
$_['column_name']       = 'Название языка';
$_['column_code']       = 'Код';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название языка';
$_['entry_code']        = 'Код';
$_['entry_locale']      = 'Кодировка';
$_['entry_image']       = 'Изображение';
$_['entry_directory']   = 'Директория';
$_['entry_status']      = 'Статус';
$_['entry_sort_order']  = 'Порядок сортировки';

// Help
$_['help_code']         = 'Например: ru. Не изменять, если язык установлен по умолчанию.';
$_['help_locale']       = 'Например: ru_RU.UTF-8,ru_RU,ru_RU,russian';
$_['help_image']        = 'Например ru.png';
$_['help_directory']    = 'Название директории с переводом (с учетом регистра)';
$_['help_status']       = 'Показывать/Скрывать в переключателе языков витрины магазина';

// Error
$_['error_permission']  = 'У вас недостаточно прав для внесения изменений!';
$_['error_name']        = 'Название должно содержать от 3 до 32 символов!';
$_['error_code']        = 'Код языка должен содержать от 2 символов!';
$_['error_locale']      = 'Необходим язык!';
$_['error_image']       = 'Название изображения должно содержать от 3 до 64 символов!';
$_['error_directory']   = 'Необходимо указать каталог!';
$_['error_default']     = 'Этот Язык нельзя удалить, поскольку он используется по умолчанию!';
$_['error_admin']       = 'Этот Язык нельзя удалить, поскольку он используется как язык Администратора';
$_['error_store']       = 'Этот Язык нельзя удалить, поскольку он используется в %s магазинах!';
$_['error_order']       = 'Этот Язык нельзя удалить, поскольку он используется в %s заказах!';