<?php
// *	@source		See SOURCE.txt for source and other copyright.
// *	@license	GNU General Public License version 3; see LICENSE.txt

// Heading
$_['heading_title']    = 'Статус заказов';

// Text
$_['text_success']     = 'Настройки успешно изменены!';
$_['text_list']        = 'Список статусов заказов';
$_['text_add']         = 'Добавить';
$_['text_edit']        = 'Редактирование';

// Column
$_['column_name']      = 'Название статуса заказов';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название статуса заказов';

// Error
$_['error_permission'] = 'У вас недостаточно прав для внесения изменений!';
$_['error_name']       = 'Название должно содержать от 3 до 32 символов!';
$_['error_default']    = 'Этот статус заказа нельзя удалить, поскольку он используется как статус заказа по умолчанию!';
$_['error_download']   = 'Этот статус заказа нельзя удалить, поскольку он используется в статусе скачивания по умолчанию!';
$_['error_store']      = 'Этот статус заказа нельзя удалить, поскольку он используется в %s магазинах!';
$_['error_order']      = 'Этот статус заказа нельзя удалить, поскольку он используется в %s заказах!';