<?php
// Heading
$_['heading_title']              = ’கடைக்கூடை';

// Text
$_['text_success']               = 'வெற்றி: நீங்கள் <a href="%s">%s</a> என்பதை உங்கள்  கடைக்கூடையில் <a href="%s"> எடுத்து வைத்தீர்கள்</a>!';
$_['text_edit']                  = 'வெற்றி: கூடையில் எடுத்து வைத்தவற்றை மாற்றியுள்ளீர்கள்!';
$_['text_remove']                = 'வெற்றி: கூடையில் எடுத்து வைத்த ஒன்றை நீங்கள் நீக்கிவிட்டீர்கள்!';
$_['text_login']                 = 'கவனத்துக்கு: விலைகளைக் காண நீங்கள் <a href="%s">உள்நுழைய</a> அல்லது <a href="%s"ஒரு கணக்க உருவாக்க</a> வேண்டும்!';
$_['text_no_results']            = 'உங்கள் கூடையில் எதுவும் இல்லை!';
$_['text_model']                 = 'மாதிரி';
$_['text_subscription']          = 'சந்தா';
$_['text_subscription_trial']    = '%s - ஒவ்வொரு %d %s-க்கு, %d கட்டணம்; பிறகு';
$_['text_subscription_duration'] = '%s - ஒவ்வொரு %d %s-க்கு, %d கட்டணம்';
$_['text_subscription_cancel']   = '%s - ஒவ்வொரு %d %s-க்கு, ரத்து செய்யும் வரை கட்டணம்';
$_['text_day']                   = 'நாள்';
$_['text_week']                  = 'வாரம்';
$_['text_semi_month']            = 'பாதி மாதம்';
$_['text_month']                 = 'மாதம்';
$_['text_year']                  = 'ஆண்டு';
$_['text_points']                = 'வெகுமதி புள்ளிகள்';
$_['text_next']                  = 'அடுத்து நீங்கள் என்ன செய்ய விரும்புகிறீர்கள்?';
$_['text_next_choice']           = 'நீங்கள் பயன்படுத்த விரும்பும் ஒரு தள்ளுபடிக் குறியீடு அல்லது வெகுமதி புள்ளிகள் வேண்டுமா அல்லது உங்களிடம் கொண்டுசேர்ப்பதற்கான கட்டணத்தை உத்தேசிக்க வேண்டுமா எனத் தீர்மானியுங்கள்.';

// Column
$_['column_image']               = 'படம்';
$_['column_name']                = 'தயாரிப்பு';
$_['column_quantity']            = 'எண்ணிக்கை';
$_['column_price']               = 'அலகின் விலை';
$_['column_total']               = 'மொத்தம்';

// Error
$_['error_stock']                = '*** எனக் குறிக்கப்பட்ட பொருட்கள் விரும்பிய அளவில் கிடைக்காது அல்லது சரக்கு இல்லை!';
$_['error_minimum']              = 'குறைந்தபட்ச வாங்கக்கோரக்கூடிய தொகை %s!';
$_['error_required']             = '%s தேவை!';
$_['error_regex']                = 'கொடுத்த %s செல்லாதது!';
$_['error_product']              = 'எச்சரிக்கை: தயாரிப்பு கண்டறியப்படவில்லை!';
$_['error_subscription']         = 'சந்தா திட்டம் செல்லாதது!';
