<?php
// Heading
$_['heading_title'] = 'கட்டணம் தோல்வி!';

// Text
$_['text_basket']   = 'கடைக்கூடை';
$_['text_checkout'] = 'பணம்செலுத்தல்';
$_['text_failure']  = 'கட்டணம் தோல்வி';
$_['text_message']  = '<p>உங்கள் கட்டணத்தைச் செயல்முறைப்படுத்துவதில் ஒரு சிக்கல் ஏற்பட்டதால் வாங்கக்கோரிக்கை நிறைவடையவில்லை.</p>

<p>இவை காரணமாக இருக்கலாம்:</p>
<ul>
  <li>போதிய பணம் இல்லை</li>
  <li>சரிபார்ப்பு தோல்வியுற்றது</li>
</ul>

<p>தயவுசெய்து வேறு கட்டண முறையைப் பயன்படுத்தி வாங்கக்கோர முயலுங்கள்.</p>

<p>சிக்கல் தொடர்ந்தால் தயவுசெய்து நீங்கள் வாங்கக்கோரிக்கை முன்வைக்க விரும்பும் விவரங்களுடன் <a href="%s">எங்களைத் தொடர்புகொள்ளுங்கள்</a>.</p>
';
