<?php
// Heading
$_['heading_title']         = 'கட்டண முகவரி';

// Text
$_['text_address_new']      = 'புதிய முகவரி ஒன்றைப் பயன்படுத்த விரும்புகிறேன்';
$_['text_address_existing'] = 'ஏற்கெனவே உள்ள ஒரு முகவரியைப் பயன்படுத்த விரும்புகிறேன்';
$_['text_success']          = 'வெற்றி: உங்கள் கட்டண முகவரியை மாற்றிவிட்டீர்கள்!';

// Entry
$_['entry_address']         = 'முகவரியைத் தேர்வுசெய்க';
$_['entry_firstname']       = 'முதல் பெயர்';
$_['entry_lastname']        = 'கடைசிப் பெயர்';
$_['entry_company']         = 'நிறுவனம்';
$_['entry_address_1']       = 'முகவரி 1';
$_['entry_address_2']       = 'முகவரி 2';
$_['entry_postcode']        = 'அஞ்சல் குறியீடு';
$_['entry_city']            = 'நகரம்';
$_['entry_country']         = 'நாடு';
$_['entry_zone']            = 'மாகாணம் / மாநிலம்';

// Error
$_['error_customer']        = 'வாடிக்கையாளர் தேவை!';
$_['error_address']         = 'கட்டண முகவரி காணப்படவில்லை!';
$_['error_firstname']       = 'முதல் பெயர் 1 முதல் 32 எழுத்துறுப்புகளுக்குள் இருக்க வேண்டும்!';
$_['error_lastname']        = 'கடைசிப் பெயர் 1 முதல் 32 எழுத்துறுப்புகளுக்குள் இருக்க வேண்டும்!';
$_['error_address_1']       = 'முகவரி 1 என்பது 3 முதல் 128 எழுத்துறுப்புகளுக்குள் இருக்க வேண்டும்!';
$_['error_city']            = 'நகரம் என்பது 2 முதல் 128 எழுத்துறுப்புகளுக்குள் இருக்க வேண்டும்!';
$_['error_postcode']        = 'அஞ்சல் குறியீடு 2 முதல் 10 எழுத்துறுப்புகளுக்குள் இருக்க வேண்டும்!';
$_['error_country']         = 'ஒரு நாட்டைத் தேர்வுசெய்க!';
$_['error_zone']            = 'ஒரு மாகாணம்/மாநிலத்தைத் தேர்வுசெய்க!';
$_['error_custom_field']    = '%s தேவை!';
$_['error_regex']           = 'கொடுத்த %s செல்லாதது!';
