<?php
// Heading
$_['heading_title']          = 'கட்டண முறை';

// Text
$_['text_payment_method']    = 'கட்டண முறை விருப்பத்தேர்வுகள்';
$_['text_payment']           = 'வாங்கக்கோரிய இதற்குப் பயன்படுத்த தயவுசெய்து முன்னுரிமையளிக்கும் ஒரு கட்டண முறையைத் தேர்வுசெய்க.';
$_['text_comments']          = 'நீங்கள் வாங்கக்கோரியதைக் குறித்த கருத்துகளைச் சேர்த்திடுக';
$_['text_agree']             = '<a href="%s" class="modal-link"><b>%s</b> என்பதை நான் படித்து ஏற்றுக்கொண்டேன்</a>';
$_['text_success']           = 'வெற்றி: உங்கள் கட்டண முறையை மாற்றிவிட்டீர்கள்!';
$_['text_comment']           = 'வெற்றி: கருத்து சேர்க்கப்பட்டது!';

// Entry
$_['entry_payment_method']   = 'கட்டண முறையைத் தேர்வுசெய்க...';

// Error
$_['error_order']            = 'வாங்கக்கோரியது காணப்படவில்லை! தயவுசெய்து பக்கத்தைப் புதுப்பியுங்கள்.';
$_['error_customer']         = 'வாடிக்கையாளர் தேவை!';
$_['error_payment_address']  = 'கட்டண முகவரி தேவை!';
$_['error_shipping_address'] = 'எடுத்துச்செல்லும் முகவரி தேவை!';
$_['error_shipping_method']  = 'எடுத்துச்செல்லும் முறை தேவை!';
$_['error_payment_method']   = 'கட்டண முறை தேவை!';
$_['error_no_payment']       = 'கட்டண முறைகள் எதுவும் கிடைக்கவில்லை. தயவுசெய்து உதவிக்கு<a href="%s">எங்களைத் தொடர்புகொள்க</a>!';
