<?php
// Heading
$_['heading_title']            = 'உங்கள் தனிநபர் விவரங்கள்';

// Text
$_['text_login']               = 'ஏற்கெனவே எங்களுடன் நீங்கள் கணக்கு வைத்திருந்தால், <a href="%s"><strong>உள்நுழைதல் பக்கம்</strong>வழியாக உள்நுழைக</a>.';
$_['text_register']            = 'பதிவேடு கணக்கு';
$_['text_guest']               = 'விருந்தினர் பணம்செலுத்தல்';
$_['text_payment_address']     = 'கட்டண முகவரி';
$_['text_shipping_address']    = 'அனுப்பல்  முகவரி';
$_['text_your_password']       = 'உங்கள் கடவுச்சொல்';
$_['text_agree']               = '<a href="%s" class="modal-link"><b>%s</b>என்பதை நான் வாசித்து ஏற்றுக்கொண்டேன்</a>';
$_['text_success_add']         = 'வெற்றி: உங்கள் கணக்கு உருவாக்கப்பட்டது!';
$_['text_success_guest']       = 'வெற்றி: உங்கள் விருந்தினர் கணக்குத் தகவல் சேமிக்கப்பட்டது!';
$_['text_success_edit']        = 'வெற்றி: உங்கள் கணக்குத் தகவல் வெற்றிகரமாக ஏற்றப்பட்டது.';

// Entry
$_['entry_customer_group']     = 'கணக்கு வகை';
$_['entry_firstname']          = 'முதல் பெயர்';
$_['entry_lastname']           = 'கடைசிப் பெயர்';
$_['entry_email']              = 'மின்னஞ்சல்';
$_['entry_telephone']          = 'தொலைபேசி';
$_['entry_password']           = 'கடவுச்சொல்';
$_['entry_company']            = 'நிறுவனம்';
$_['entry_address_1']          = 'முகவரி 1';
$_['entry_address_2']          = 'முகவரி 2';
$_['entry_postcode']           = 'அஞ்சல் குறியீடு';
$_['entry_city']               = 'நகரம்';
$_['entry_country']            = 'நாடு';
$_['entry_zone']               = 'மாகாணம் / மாநிலம்';
$_['entry_match']              = 'என் கொண்டுசேர்ப்பு முகவரியும் கட்டண முகவரியும் ஒன்றே தான்.';
$_['entry_newsletter']         = 'நான் %s செய்திமடலுக்குச் சந்தாசேர விரும்புகிறேன்.';

// Error
$_['error_guest']              = 'எச்சரிக்கை: உங்கள் கடைக்கூடையில் உள்ள பொருட்களுக்காக நீங்கள் பதிவுசெய்ய வேண்டிய தேவை உள்ளது!';
$_['error_firstname']          = 'முதல் பெயர் 1 முதல் 32 எழுத்துறுப்புகளுக்குள் இருக்க வேண்டும்!';
$_['error_lastname']           = 'கடைசிப் பெயர் 1 முதல் 32 எழுத்துறுப்புகளுக்குள் இருக்க வேண்டும்!';
$_['error_customer_group']     = 'வாடிக்கையாளர் குழு செல்லாததாகத் தெரிகிறது!';
$_['error_customer_approval']  = 'எச்சரிக்கை: உங்களுடைய இந்த வாடிக்கையாளர் குழுவுக்கு ஒப்புதல் தேவை மற்றும் இது விருந்தினர் கணக்குடன் இதைப் பயன்படுத்த முடியாது.';
$_['error_email']              = 'மின்னஞ்சல் முகவரி செல்லாததாகத் தெரிகிறது!';
$_['error_exists']             = 'எச்சரிக்கை: மின்னஞ்சல் முகவரி ஏற்கெனவே பதிவுசெய்யப்பட்டது!';
$_['error_telephone']          = 'தொலைபேசி எண் 3 முதல் 32 எழுத்துறுப்புகளுக்குள் இருக்க வேண்டும்!';
$_['error_password']           = 'கடவுச்சொல்லில் ஒரு %s இருப்பதோடு %d முதல் 40 எழுத்துறுப்புகளுக்குள் இருக்க வேண்டும்!';
$_['error_password_uppercase'] = 'ஆங்கிலப் பேரெழுத்து';
$_['error_password_lowercase'] = 'ஆங்கிலச் சிற்றெழுத்து';
$_['error_password_number']    = 'எண்';
$_['error_password_symbol']    = 'அடையாளக்குறி';
$_['error_password_length']    = 'கடவுச்சொல் %d முதல் 40 எழுத்துறுப்புகளுக்குள் இருக்க வேண்டும்!';
$_['error_address_1']          = 'முகவரி 1 என்பது 3 முதல் 128 எழுத்துறுப்புகளுக்குள் இருக்க வேண்டும்!';
$_['error_city']               = 'நகரம் என்பது 2 முதல் 128 எழுத்துறுப்புகளுக்குள் இருக்க வேண்டும்!';
$_['error_postcode']           = 'அஞ்சல் குறியீடு 2 முதல் 10 எழுத்துறுப்புகளுக்குள் இருக்க வேண்டும்!';
$_['error_country']            = 'ஒரு நாட்டைத் தேர்வுசெய்க!';
$_['error_zone']               = 'ஒரு மாகாணம்/மாநிலத்தைத் தேர்வுசெய்க!';
$_['error_agree']              = 'எச்சரிக்கை: %s! என்பதை நீங்கள் ஏற்க வேண்டும்';
$_['error_custom_field']       = '%s தேவை!';
$_['error_regex']              = 'கொடுத்த %s செல்லாதது!';
