<?php
// Heading
$_['heading_title']          = 'எடுத்துச்செல்லும் முறை';

// Text
$_['text_shipping_method']   = 'எடுத்துச்செல்லும் முறை விருப்பத்தேர்வுகள்';
$_['text_shipping']          = 'வாங்கக்கோரிய இதற்கான முன்னுரிமையான எடுத்துச்செல்லும் முறையைத் தேர்வுசெய்க.';
$_['text_success']           = 'வெற்றி: எடுத்துச்செல்லும் முறையை மாற்றிவிட்டீர்கள்!';

// Entry
$_['entry_shipping_method']  = 'எடுத்துச்செல்லும் முறையைத் தேர்வுசெய்க...';

// Error
$_['error_customer']         = 'வாடிக்கையாளர் தேவை!';
$_['error_payment_address']  = 'கட்டண முகவரி தேவை!';
$_['error_shipping_address'] = 'எடுத்துச்செல்லும் முகவரி தேவை!';
$_['error_shipping_method']  = 'எடுத்துச்செல்லும் முறை தேவை!';
$_['error_no_shipping']      = 'எடுத்துச்செல்லும் முறைகள் எதுவும் கிடைக்கவில்லை. தயவுசெய்து உதவிக்கு <a href="%s">எங்களைத் தொடர்புகொள்க</a>!';
