<?php
// Heading
$_['heading_title']          = 'Настройки хостинга';

// Text
$_['text_step_2']            = 'Проверка корректности настроек хостинга'; 
$_['text_install_php']       = '1. Пожалуйста, настройте параметры PHP в соответствии с перечисленными ниже требованиями.';
$_['text_install_extension'] = '2. Убедитесь, что установлены PHP-расширения, перечисленные ниже.';
$_['text_install_db']        = '3. Убедитесь, что у вас есть хотя бы один доступный драйвер базы данных.';
$_['text_install_file']      = '4. Убедитесь, что вы установили правильные разрешения для файлов в списке ниже.';
$_['text_install_directory'] = '5. Убедитесь, что вы установили правильные разрешения для каталогов в списке ниже.';
$_['text_setting']           = 'Настройки PHP';
$_['text_current']           = 'Текущие настройки';
$_['text_required']          = 'Требуемые настройки';
$_['text_extension']         = 'Extension Settings';
$_['text_db']                = 'База данных';
$_['text_db_driver']         = 'Драйвер БД';
$_['text_file']              = 'Путь к файлу';
$_['text_directory']         = 'Путь к директории';
$_['text_status']            = 'Статус';
$_['text_version']           = 'Версия PHP';
$_['text_global']            = 'Register Globals (регистрация глобальных переменных)';
$_['text_magic']             = 'Magic Quotes GPC (волшебные кавычки для параметров переданных методом GET, POST, COOKIE)';
$_['text_file_upload']       = 'File Uploads (загрузка файлов)';
$_['text_session']           = 'Session Auto Start (запуск сессии автоматически при старте)';
$_['text_gd']                = 'Библиотека GD';
$_['text_curl']              = 'cURL';
$_['text_openssl']           = 'OpenSSL';
$_['text_zlib']              = 'ZLIB';
$_['text_zip']               = 'ZIP';
$_['text_mbstring']          = 'mbstring';
$_['text_on']                = 'Включено';
$_['text_off']               = 'Отключено';
$_['text_writable']          = 'Доступно для записи';
$_['text_unwritable']        = 'Недоступно для записи';
//$_['text_missing']           = 'Missing';

// Error
$_['error_missing']          = 'Отсутствует';
$_['error_unwritable']       = 'Недоступно для записи';
$_['error_version']          = 'Предупреждение: для работы OpenCart вам нужно использовать PHP версии 5.4 или выше!';
$_['error_file_upload']      = 'Предупреждение: file_uploads необходимо включить';
$_['error_session']          = 'Предупреждение: OpenCart не будет работать с включенным параметром session.auto_start!';
$_['error_db']               = 'Предупреждение: Расширение базы данных должно быть загружено в php.ini для работы OpenCart!';
$_['error_gd']               = 'Предупреждение: Расширение GD необходимо загрузить и включить для работы OpenCart!';
$_['error_curl']             = 'Предупреждение: Расширение CURL необходимо загрузить и включить для работы OpenCart!';
$_['error_openssl']          = 'Предупреждение: Расширение OpenSSL необходимо загрузить и включить для работы OpenCart!';
$_['error_zlib']             = 'Предупреждение: Расширение ZLIB необходимо загрузить и включить для работы OpenCart!';
$_['error_zip']              = 'Предупреждение: Расширение ZIP необходимо загрузить и включить для работы OpenCart!';
$_['error_mbstring']         = 'Предупреждение: Для работы OpenCart необходимо загрузить и включить расширение mbstring!';
$_['error_catalog_exist']    = 'Предупреждение: Файл config.php не существует. Вам нужно переименовать config-dist.php в config.php!';
$_['error_catalog_writable'] = 'Предупреждение: config.php должен быть доступен для записи, для установки OpenCart!';
$_['error_admin_exist']      = 'Предупреждение: admin/config.php не существует. Вам необходимо переименовать admin/config-dist.php в admin/config.php!';
$_['error_admin_writable']   = 'Предупреждение: admin/config.php должен быть доступен для записи, для установки OpenCart!';
$_['error_image']            = 'Предупреждение: Каталог изображений должен быть доступен для записи!';
$_['error_image_cache']      = 'Предупреждение: Каталог кеша изображений должен быть доступен для записи!';
$_['error_image_catalog']    = 'Предупреждение: Кталог изображений каталога должен быть доступен для записи!';
$_['error_cache']            = 'Предупреждение: Каталог кеша должен быть доступен для записи!';
$_['error_log']              = 'Предупреждение: Каталог журналов должен быть доступен для записи!';
$_['error_download']         = 'Предупреждение: Каталог загрузок должен быть доступен для записи!';
$_['error_upload']           = 'Предупреждение: Каталог для скачиваний должен быть доступен для записи!';
$_['error_modification']     = 'Предупреждение: Каталог модификаций должен быть доступен для записи!';