<?php
// Heading
$_['heading_title']         = 'கருத்துகள்';

// Text
$_['text_by']               = 'எழுதியவர்';
$_['text_write']            = 'கருத்து எழுதுக';
$_['text_login']            = 'கருத்து எழுத <a href="%s">உள்நுழைக</a> அல்லது <a href="%s">பதிவுசெய்க</a>';
$_['text_no_results']       = 'இந்தக் கட்டுரைக்கு கருத்து எழுதும் முதல் நபராக இருங்கள்.';
$_['text_sort']             = 'வரிசைப்படுத்துக';
$_['text_rating_asc']       = 'மதிப்பீடு (குறைந்தது)';
$_['text_rating_desc']      = 'மதிப்பீடு (உயர்ந்தது)';
$_['text_date_added_asc']   = 'சேர்த்த தேதி (தொண்மை)';
$_['text_date_added_desc']  = 'சேர்த்த தேதி (அண்மை)';
$_['text_like']             = 'விருப்பு!';
$_['text_dislike']          = 'வெறுப்பு!';
$_['text_success']          = 'வெற்றி: உங்கள் கருத்துக்கு நன்றி!';
$_['text_queue']            = 'வெற்றி: உங்கள் கருத்து எங்கள் கண்காணிப்பு வரிசையில் சேர்க்கப்பட்டது!';
$_['text_rating']           = 'வெற்றி: உங்கள் மதிப்பீட்டுக்கு நன்றி!';

// Entry
$_['entry_author']          = 'உங்கள் பெயர்';
$_['entry_comment']         = 'கருத்து';

// Buttons
$_['button_comment']        = 'கருத்தைப் பதிவிடுக';
$_['button_reply']          = 'பதிலிடுக';
$_['button_replies']        = 'பதில்களைக் காண்க';
$_['button_more']           = 'மேலும் பதில்களைக் காண்க...';
$_['button_login']          = 'கருத்து எழுத உள்நுழைக';
$_['button_login_reply']    = 'பதிலளிக்க உள்நுழைக';
$_['button_like']           = 'விருப்பு';
$_['button_dislike']        = 'வெறுப்பு';

// Error
$_['error_article']         = 'எச்சரிக்கை: கட்டுரை காணப்படவில்லை!';
$_['error_article_comment'] = 'எச்சரிக்கை: கட்டுரைக்கான கருத்து காணப்படவில்லை!';
$_['error_token']           = 'எச்சரிக்கை: கருத்துக்கான டோக்கன் செல்லாதது!';
$_['error_author']          = 'உங்கள் பெயர் 3 முதல் 25 எழுத்துறுப்புகளுக்குள் இருக்க வேண்டும்!';
$_['error_comment']         = 'கருத்து என்பது 25 முதல் 1000 எழுத்துறுப்புகளுக்குள் இருக்க வேண்டும்!';
$_['error_interval']        = 'எச்சரிக்கை: மற்றொரு கருத்தை எழுதும் முன் %s நிமிடங்கள் காத்திருக்க வேண்டும்!';
$_['error_login']           = 'கட்டுரை குறித்து கருத்து எழுதவோ மதிப்பிடவோ நீங்கள் உள்நுழைய வேண்டும்!';
$_['error_status']          = 'கருத்துகள் முடக்கப்பட்டன!';
