<?php

// Text
$_['text_title']     = 'بطاقة الائتمان/الخصم (ماي فاتورة)';
$_['button_confirm'] = 'تأكيد الطلب';

$_['text_credit_card'] = 'معلومات البطاقة';

// Entry
$_['entry_cc_owner']       = 'اسم حامل البطاقة';
$_['entry_cc_type']        = 'نوع البطاقة';
$_['entry_cc_number']      = 'رقم البطاقة';
$_['entry_cc_expire_date'] = 'تاريخ الإنتهاء';
$_['entry_cc_cvv2']        = 'رمز أمان الكرت (CVV2)';

// Error
$_['error_enable_ssl'] = 'ماي فاتورة تُلزم باستخدام خاصية الأمان لعمليات الدفع. صفحة الدفع الخاصة بك غير أمانة! من فضلك فعل ال SSL والتأكد من أن الخادم الخاص بك لديه شهادة SSL صالحة.';

//$_['error_warning']            = 'تحذير: يرجى مراجعة النموذج بعناية من الأخطاء!';
//$_['error_cc_number_required'] = 'رقم البطاقة مطلوب!';
//$_['error_cc_cvv2_required']   = 'رقم ال CVV2 مطلوب!';
$_['error_cc_number_digits'] = 'يجب ادخال أرقام فقط!';
$_['error_cc_cvv2_4_digits'] = 'يجب أن يتكون رقم ال CVV2 من 3 أو 4 أرقام!';

$_['error_enable_direct'] = 'الدفع المباشر غير مفعل لديك نرجو الاتصال بمدير الحساب لتفعيل احدى طرق الدفع المباشر';
