<?php
// Heading
$_['heading_title']           = 'Письмо';

// Text
$_['text_success']            = 'Успех: Вы изменили Ваши почтовые настройки!';

// Entry
$_['entry_account_subject']   = 'Тема письма про регистрацию:'; 
$_['entry_account_message']   = 'Текст письма про регистрацию:'; 
$_['entry_forgotten_subject'] = 'Тема письма про восстановление пароля:';
$_['entry_forgotten_message'] = 'Текст письма про восстановление пароля:';
$_['entry_order_subject']     = 'Тема письма с новым заказом:'; 
$_['entry_order_message']     = 'Текст письма с новым заказом:';
$_['entry_update_subject']    = 'Тема письма про обновление состояния заказа:';
$_['entry_update_message']    = 'Текст письма про обновление состояния заказа:';

// Help 
$_['help_account']            = '<b>Замена тегов:</b><br />{store} - Магазин<br />{firstname} - Имена клиентов<br />{login} - Ссылка на вход';
$_['help_forgotten']          = '<b>Замена тегов:</b><br />{store} - Магазин<br />{password} - Новый пароль';
$_['help_order']              = '<b>Замена тегов:</b><br />{store} - Магазин<br />{order_id} - № заказа<br />{date_added} - Дата, когда заказ был добавлен<br />{status} - Состояние заказа<br />{invoice} - Ссылка счета-фактуры';
$_['help_update']             = '<b>RЗамена тегов:</b><br />{store} - Магазин<br />{order_id} - № заказа<br />{date_added} - Дата, когда заказ был добавлен<br />{status} - Состояние заказа<br />{comment} - Коментрии заказа<br />{invoice} - Ссылка счета-фактуры';

// Error
$_['error_permission']        = 'Внимание: Вы не имеете прав для изменения почтовых настроек!';
$_['error_account_subject']   = 'Необходимо указать тему письма про регистрацию!';
$_['error_account_message']   = 'Необходимо указать текст письма про регистрацию!';
$_['error_forgotten_subject'] = 'Необходимо указать тему письма про восстановление пароля!';
$_['error_forgotten_message'] = 'Необходимо указать текст письма про восстановление пароля!';
$_['error_order_subject']     = 'Необходимо указать тему письма с новым заказом!';
$_['error_order_message']     = 'Необходимо указать текст письма с новым заказом!';
$_['error_update_subject']    = 'Необходимо указать тема письма про обновление состояния заказа!';
$_['error_update_message']    = 'Необходимо указать текст письма про обновление состояния заказа!'; 
?>