<?php
// *	@source		See SOURCE.txt for source and other copyright.
// *	@license	GNU General Public License version 3; see LICENSE.txt

// Heading
$_['heading_title']                    = 'Магазины';

// Text
$_['text_settings']                    = 'Настройки';
$_['text_success']                     = 'Настройки успешно изменены!';
$_['text_list']                        = 'Список магазинов';
$_['text_add']                         = 'Добавить';
$_['text_edit']                        = 'Редактирование';
$_['text_items']                       = 'Товары';
$_['text_tax']                         = 'Налоги';
$_['text_account']                     = 'Аккаунт';
$_['text_checkout']                    = 'Оформление заказа';
$_['text_stock']                       = 'Наличие';
$_['text_shipping']                    = 'Адрес доставки';
$_['text_payment']                     = 'Платёжный адрес';

// Column
$_['column_name']                      = 'Название магазина';
$_['column_url']	                   = 'URL магазина';
$_['column_action']                    = 'Действие';

// Entry
$_['entry_url']                        = 'URL магазина';
$_['entry_ssl']                        = 'SSL URL';
$_['entry_name']                       = 'Название магазина';
$_['entry_owner']                      = 'Владелец Магазина';
$_['entry_address']                    = 'Адрес';
$_['entry_geocode']                    = 'Геокод';
$_['entry_email']                      = 'E-Mail';
$_['entry_telephone']                  = 'Телефон';
$_['entry_fax']                        = 'Факс';
$_['entry_image']                      = 'Изображение';
$_['entry_open']                       = 'Режим работы';
$_['entry_comment']                    = 'Комментарий';
$_['entry_location']                   = 'Местонахождение';
$_['entry_meta_title']                 = 'Мета-тег Title';
$_['entry_meta_description']           = 'Мета-тег Description';
$_['entry_meta_keyword']               = 'Мета-тег Keywords';
$_['entry_layout']                     = 'Макет по умолчанию';
$_['entry_template']                   = 'Шаблон';
$_['entry_country']                    = 'Страна';
$_['entry_zone']                       = 'Регион / Область';
$_['entry_language']                   = 'Язык';
$_['entry_currency']                   = 'Валюта';
$_['entry_product_limit'] 	           = 'Лимит товаров (Витрина)';
$_['entry_product_description_length'] = 'Количество символов (Витрина)';
$_['entry_tax']                        = 'Отображать цены с налогом';
$_['entry_tax_default']                = 'Налоговый адрес магазина';
$_['entry_tax_customer']               = 'Налоговый адрес покупателя';
$_['entry_customer_group']             = 'Группа покупателей';
$_['entry_customer_group_display']     = 'Группы покупателей';
$_['entry_customer_price']             = 'Показывать цены после авторизации';
$_['entry_account']                    = 'Подтверждение при регистрации';
$_['entry_cart_weight']                = 'Показывать вес на странице корзины';
$_['entry_checkout_guest']             = 'Оформление заказа без регистрации';
$_['entry_checkout']                   = 'Подтверждение при заказе';
$_['entry_order_status']               = 'Статус заказа';
$_['entry_stock_display']              = 'Показывать остаток на складе';
$_['entry_stock_checkout']             = 'Заказ при нехватке на складе';
$_['entry_logo']                       = 'Логотип';
$_['entry_icon']                       = 'Иконка';
$_['entry_image_category']             = 'Размер изображений категории';
$_['entry_image_thumb']                = 'Размер большого изображения товара';
$_['entry_image_popup']                = 'Размер всплывающего изображения товара';
$_['entry_image_product']              = 'Размер изображений в списке товаров';
$_['entry_image_additional']           = 'Размер дополнительных изображений товаров';
$_['entry_image_related']              = 'Размер изображений похожих товаров';
$_['entry_image_compare']              = 'Размер изображений при сравнении';
$_['entry_image_wishlist']             = 'Размер изображений в закладках';
$_['entry_image_cart']                 = 'Размер изображений товаров в корзине';
$_['entry_image_location']             = 'Размер изображения магазина';
$_['entry_width']                      = 'Ширина';
$_['entry_height']                     = 'Высота';
$_['entry_secure']                     = 'Использовать SSL';

// Help
$_['help_url']                         = 'Включая полный URL к магазину. Добавьте \'/\' в конце. Например: http://wwww.yourdomain.com/path/ не используйте в качестве адреса директорию основного магазина используйте новый домен или суб домен.';
$_['help_ssl']                         = 'Включая полный URL к магазину. Добавьте \'/\' в конце. Например: http://wwww.yourdomain.com/path/ не используйте в качестве адреса директорию основного магазина используйте новый домен или суб домен.';
$_['help_geocode']                     = 'Укажите geocode расположение вашего магазина.';
$_['help_open']                        = 'Укажите время работы магазина.';
$_['help_comment']                     = 'Это поле для любых специальных пометок, которые вы хотели сообщить покупателю, например: что магазин не принимает чеки.';
$_['help_location']                    = 'Местоположения магазинов, которые вы хотите отображать на странице с формой обратной связи.';
$_['help_currency']                    = 'Измение валюты по умолчанию. Необходимо очистить кэш браузера и сбросить cookie, чтобы увидеть изменения.';
$_['help_product_limit'] 	           = 'Определяет количество элементов, показываемых на одной странице в каталоге (товары, категории и т.д.)';
$_['help_product_description_length']  = 'Количество символов краткого описания (категории, специальные и т.д.)';
$_['help_tax_default']                 = 'Использовать адрес магазина для подсчета налогов для покупателей без авторизации. Вы можете выбрать его в качестве адреса доставки покупателям или как адрес оплаты.';
$_['help_tax_customer']                = 'Использовать адрес по умолчанию для авторизованного покупателя с целью подсчета налогов. Вы можете выбрать адрес по умолчанию для доставки или оплаты.';
$_['help_customer_group']              = 'Группа покупателей по умолчанию.';
$_['help_customer_group_display']      = 'Отображать группы для новых покупателей которые доступны для выбра при регистрации в качестве оптовиков или юридических лиц.';
$_['help_customer_price']              = 'Показывать цены только зарегистрированнным покупателям.';
$_['help_account']                     = 'Требовать подтверждение согласия с правилами при регистрации аккаунта.';
$_['help_checkout_guest']              = 'Позволить покупателям оформлять заказы без регистрации Личного кабинета. Эта функция не будет доступна, если в корзине будут загружаемые в виде файла товары.';
$_['help_checkout']                    = 'Требовать подтверждение согласия с правилами при оформлении заказа.';
$_['help_order_status']                = 'Статус заказа по умолчанию.';
$_['help_stock_display']               = 'Показывать остаток товаров на складе на странице товара.';
$_['help_stock_checkout']              = 'Разрешить покупателям оформлять заказ, если заказываемых товаров на данный момент нет на складе.';
$_['help_icon']                        = 'Иконка должна быть PNG размером 16px x 16px.';
$_['help_secure']                      = 'Для использования SSL убедитесь в том, что на хостинге установлен SSL-сертификат.';

// Error
$_['error_warning']                    = 'Внимательно проверьте форму на ошибки!';
$_['error_permission']                 = 'У вас недостаточно прав для внесения изменений!';
$_['error_name']                       = 'Название должно содержать от 3 до 32 символов!';
$_['error_owner']                      = 'Имя владельца магазина должно содержать от 3 до 64 символов!';
$_['error_address']                    = 'Адрес магазина должен содержать от 10 до 256 символов!';
$_['error_email']                      = 'E-Mail адрес введен неверно!';
$_['error_telephone']                  = 'Номер телефона должен содержать от 3 до 32 символов!';
$_['error_url']                        = 'Необходим URL магазина!';
$_['error_meta_title']                 = 'Мета-тег Title должен содержать от 3 до 32 символов!';
$_['error_limit']       	           = 'Укажите лимиты!';
$_['error_customer_group_display']     = 'Вы должны включить группу покупателей по умолчанию, если собираетесь использовать эту опцию!';
$_['error_image_thumb']                = 'Необходимо установить размер большого изображения товара!';
$_['error_image_popup']                = 'Необходимо установить размер всплывающего изображения товара!';
$_['error_image_product']              = 'Необходимо установить размер изображения в списке товаров!';
$_['error_image_category']             = 'Необходимо установить размер изображения категорий!';
$_['error_image_additional']           = 'Необходимо установить размер дополнительных изображений товаров!';
$_['error_image_related']              = 'Необходимо установить размер изображения похожих товаров!';
$_['error_image_compare']              = 'Необходимо установить размер изображений при сравнении!';
$_['error_image_wishlist']             = 'Необходимо установить размер изображений в закладках!';
$_['error_image_cart']                 = 'Необходимо установить размер изображений товаров в корзине!';
$_['error_image_location']             = 'Необходимо установить размер изображения магазина!';
$_['error_default']                    = 'Нельзя удалить основной магазин!';
$_['error_store']                      = 'Этот магазин нельзя удалить, поскольку он назначен к %s заказам!';