<?php
// Text
$_['text_log']               = 'மேலும் தகவலுக்கு சந்தா பதிவேட்டைக் காண்க.';

// Error
$_['error_store'] 		     = 'எச்சரிக்கை: கடை காணப்படவில்லை!';
$_['error_language']         = 'எச்சரிக்கை: இந்த மொழி காணப்படவில்லை!';
$_['error_currency']         = 'எச்சரிக்கை: இந்த நாட்டுப்பணம் காணப்படவில்லை!';
$_['error_customer']         = 'எச்சரிக்கை: வாடிக்கையாளர் காணப்படவில்லை!';
$_['error_payment_address']  = 'எச்சரிக்கை: கட்டண முகவரி காணப்படவில்லை!';
$_['error_shipping_address'] = 'எச்சரிக்கை: எடுத்துச்செல்லும் முகவரி காணப்படவில்லை!';
$_['error_product']          = 'எச்சரிக்கை: தயாரிப்பு %s காணப்படவில்லை!';
$_['error_option']           = 'எச்சரிக்கை: விருப்பத்தேர்வு %s காணப்படவில்லை!';
$_['error_shipping_method']  = 'எச்சரிக்கை: எடுத்துச்செல்லும் முறை தேவை!';
$_['error_payment_method']   = 'எச்சரிக்கை: கட்டண முறை தேவை!';
$_['error_extension']        = 'எச்சரிக்கை: கட்டண முறை நீட்டிப்பு காணப்படவில்லை!';
