<?php
// Heading
$_['heading_title']    = 'Бэкап / Восстановление';

// Text
$_['text_backup']      = 'Архивировать базу данных';
$_['text_success']     = 'База данных импортирована!';
$_['text_list']        = 'Бэкап / Восстановление ';

// Entry
$_['entry_restore']    = 'Восcтановить базу данных';
$_['entry_backup']     = 'Бэкап';

// Error
$_['error_permission'] = 'У Вас нет прав для управления данным модулем!';
$_['error_backup']     = 'Необходимо выбрать минимум одну таблицу для бекапа!';
$_['error_empty']      = 'Загруженный файл пуст!';

