<?php
#############################################################################
#  Module Most View Product From Team SiamOpencart.com																				   #
#  ภาษาไทยจาก www.siamopencart.com ,www.thaiopencart.com                                                                             #
#  โดย Somsak2004 วันที่ 10 กุมภาพันธ์ 2553                                                                                                            #
#############################################################################
# โดยการสนับสนุนจาก                                                                                                                                            #
# Unitedsme.com : ผู้ให้บริการเช่าพื้นที่เว็บไซต์ จดโดเมน ระบบ Linux                                                                              #
# Net-LifeStyle.com : ผู้ให้บริการเช่าพื้นที่เว็บไซต์์ จดโดเมน ระบบ Linux																           #
# SiamWebThai.com : SEO ขั้นเทพ โปรโมทเว็บขั้นเซียน ออกแบบ พัฒนาเว็บไซต์ / ตามความต้องการ และถูกใจ Google 		   #
#############################################################################
// Heading 
$_['heading_title']  = 'Most View';
?>