<?php
// *	@source		See SOURCE.txt for source and other copyright.
// *	@license	GNU General Public License version 3; see LICENSE.txt

// Heading
$_['heading_title']        = 'Установка расширений';

// Text
$_['text_upload']          = 'Вы можете добавить свои расширения';
$_['text_success']         = 'Расширение успешно установлено!';
$_['text_unzip']           = 'Распаковка файлов!';
$_['text_ftp']             = 'Копирование файлов!';
$_['text_sql']             = 'Обновление базы данных!';
$_['text_xml']             = 'Применение модификатора!';
$_['text_php']             = 'Выполнение PHP!';
$_['text_remove']          = 'Удаление временных файлов!';
$_['text_clear']           = 'Все временные файлы успешно удалены!';

// Entry
$_['entry_upload']         = 'Загрузить файл';
$_['entry_overwrite']      = 'Файлы, которые будут перезаписаны';
$_['entry_progress']       = 'Процесс';

// Help
$_['help_upload']          = 'Расширение модификатора или модуля должно быть .ocmod.zip или .ocmod.xml';

// Error
$_['error_permission']     = 'У вас недостаточно прав для внесения изменений!';
$_['error_temporary']      = 'Существуют временные файлы, которые требуют удаления. Нажмите кнопку очистить, чтобы удалить их!';
$_['error_upload']         = 'Файл не был загружен!';
$_['error_filetype']       = 'Неправильный тип файла!';
$_['error_file']           = 'Файл не найден!';
$_['error_unzip']          = 'Zip архив не удалось распаковать!';
$_['error_code']           = 'Модификация требуется уникальный идентификационный код!';
$_['error_exists']         = 'Модификация %s использует тот же идентификационный код, который вы хотите загрузить!';
$_['error_directory']      = 'Каталог, содержащий файлы для загрузки не найден!';
$_['error_ftp_status']     = 'FTP должен быть включен в настройках';
$_['error_ftp_connection'] = 'Не удалось подключиться к %s:%s';
$_['error_ftp_login']      = 'Не удалось авторизироваться как %s';
$_['error_ftp_root']       = 'Не удалось выбрать директорию  %s';
$_['error_ftp_directory']  = 'Не удалось изменить директорию %s';
$_['error_ftp_file']       = 'Не удалось загрузить файлы %s';