<?php
// Text
$_['text_success']       = 'வெற்றி: உங்கள் வாங்குவதற்காக எடுத்து வைத்தவற்றை மாற்றியுள்ளீர்கள்!';
$_['text_subscription']  = 'சந்தா';

// Error
$_['error_warning']      = 'எச்சரிக்கை: வாங்குவதற்காக எடுத்து வைத்தவற்றில் பிழைகள் உள்ளதா எனக் கவனமாகப் பாருங்கள்!';
$_['error_product']      = 'எச்சரிக்கை: பொருளை வாங்க முடியவில்லை!';
$_['error_stock']        = 'விரும்பும் அளவில் பொருள் கிடைக்கவில்லை அல்லது சரக்கு இல்லை!';
$_['error_minimum']      = '%s என்பதை வாங்கக்கேட்பதற்கான குறைந்தபட்ச எண்ணிக்கை %s!';
$_['error_option']       = 'விருப்பத்தேர்வு கண்டறியப்படவில்லை!';
$_['error_option_stock'] = 'விரும்பும் அளவில் விருப்பத்தேர்வு கிடைக்கவில்லை அல்லது சரக்கு இல்லை!';
$_['error_required']     = '%s தேவை!';
$_['error_regex']        = 'கொடுத்த %s செல்லாது!';
$_['error_subscription'] = 'சந்தாத் திட்டம் செல்லாது!';
