<?php
// Text
$_['text_success']         = 'நீங்கள் வாடிக்கையாளர்களை வெற்றிகரமாக மாற்றியமைத்தீர்கள்';

// Error
$_['error_customer']       = 'எச்சரிக்கை: வாடிக்கையாளரைக் கண்டறிய முடியவில்லை!';
$_['error_customer_group'] = 'வாடிக்கையாளர் குழு செல்லுபடியாவதைப் போல் தெரியவில்லை!';
$_['error_firstname']      = 'முதல் பெயர் 1 முதல் 32 எழுத்துறுப்புகளுக்குள் இருக்க வேண்டும்!';
$_['error_lastname']       = 'கடைசிப் பெயர் 1 முதல் 32 எழுத்துறுப்புகளுக்குள் இருக்க வேண்டும்!';
$_['error_email']          = 'மின்னஞ்சல் முகவரி செல்லுபடியாவதைப் போல் தெரியவில்லை!';
$_['error_telephone']      = 'தொலைபேசி 3 முதல் 32 எழுத்துறுப்புகளுக்குள் இருக்க வேண்டும்!';
$_['error_custom_field']   = '%s தேவை!';
$_['error_regex']          = 'கொடுத்த %s செல்லாது!';
