<?php
// Text
$_['text_success']       = 'வெற்றி: கட்டண முகவரி அமைக்கப்பட்டது!';

// Error
$_['error_firstname']    = 'முதல் பெயர் 1 முதல் 32 எழுத்துறுப்புகளுக்குள் இருக்க வேண்டும்!';
$_['error_lastname']     = 'கடைசிப் பெயர் 1 முதல் 32 எழுத்துறுப்புகளுக்குள் இருக்க வேண்டும்!';
$_['error_address_1']    = 'முகவரி 1 என்பது 3 முதல் 128 எழுத்துறுப்புகளுக்குள் இருக்க வேண்டும்!!';
$_['error_city']         = 'நகரம் என்பது 3 முதல் 128 எழுத்துறுப்புகளுக்குள் இருக்க வேண்டும்!';
$_['error_postcode']     = 'இந்த நாட்டிற்கான அஞ்சல் குறியீடு 2 முதல் 10 எழுத்துறுப்புகளுக்குள் இருக்க வேண்டும்!';
$_['error_country']      = 'ஒரு நாட்டைத் தேர்வுசெய்க!';
$_['error_zone']         = 'ஒரு மாகாணம்/மாநிலத்தைத் தேர்வுசெய்க!';
$_['error_custom_field'] = '%s தேவை!';
$_['error_regex']        = 'கொடுத்த %s செல்லாது!';
