<?php
// Text
$_['text_success']           = 'வெற்றி: கட்டண முறை அமைக்கப்பட்டது!';

// Error
$_['error_customer']         = 'எச்சரிக்கை: வாடிக்கையாளர் விவரங்கள் தேவை!';
$_['error_product']          = 'எச்சரிக்கை: பொருட்கள் தேவை!';
$_['error_shipping_address'] = 'எச்சரிக்கை: அனுப்பல் முகவரி தேவை!';
$_['error_shipping_method']  = 'எச்சரிக்கை: அனுப்பல் முறை தேவை!';
$_['error_payment_address']  = 'எச்சரிக்கை: கட்டண முகவரி தேவை!';
$_['error_no_payment']       = 'எச்சரிக்கை: கட்டண முறைகள் எதுவும் இல்லை!';
$_['error_payment_method']   = 'எச்சரிக்கை: கட்டண முறை தேவை!';
