<?php
// Text
$_['text_success']           = ''வெற்றி: எடுத்துச்செல்லும் முறை அமைக்கப்பட்டது!';

// Error
$_['error_customer']         = 'எச்சரிக்கை: வாடிக்கையாளர் விவரங்கள் தேவை!';
$_['error_shipping_address'] = 'எச்சரிக்கை: எடுத்துச்செல்லும் முகவரி தேவை!';
$_['error_shipping']         = 'எச்சரிக்கை: எடுத்துச்செல்லும், தேவைப்படும் பொருட்கள் எதுவும் இல்லை';
$_['error_no_shipping']      = 'எச்சரிக்கை: எடுத்துச்செல்லும் முறைகள் எதுவும் இல்லை!';
$_['error_shipping_method']  = 'எச்சரிக்கை: எடுத்துச்செல்லும் முறை தேவை!';
