<?php
// Text
$_['text_success']           = 'வெற்றி: நீங்கள் சந்தாக்களை மாற்றியமைத்தீர்கள்!';

// Error
$_['error_customer']         = 'எச்சரிக்கை: வாடிக்கையாளர் விவரங்கள் தேவை!';
$_['error_payment_address']  = 'எச்சரிக்கை: கட்டண முகவரி தேவை!';
$_['error_payment_method']   = 'எச்சரிக்கை: கட்டண முறை தேவை!';
$_['error_shipping_address'] = 'எச்சரிக்கை: அனுப்பல் முகவரி தேவை!';
$_['error_shipping_method']  = 'எச்சரிக்கை: அனுப்பல் முறை தேவை!';
$_['error_product']          = ''எச்சரிக்கை: பொருட்கள் தேவை!';
$_['error_stock']            = 'எச்சரிக்கை: *** எனக் குறிக்கப்பட்ட பொருட்கள் விரும்பிய அளவில் கிடைக்காது அல்லது சரக்கு இல்லை!';
$_['error_minimum']          = 'எச்சரிக்கை: %s என்பதற்கான குறைந்தபட்ச வாங்கக்கோரிக்கை %s என்று இருக்க வேண்டும்!';
$_['error_call']             = 'ஏபீஐ அழைப்பு கண்டறியப்படவில்லை';
