<?php
// Heading 
$_['heading_title']        = 'Информация об оплате';

// Text
$_['text_basket']          = 'Корзина';
$_['text_shipping']        = 'Доставка';
$_['text_payment']         = 'Оплата';
$_['text_payment_to']      = 'Пожалуйста выберите адрес из адресной книги по которому выставить счет для оплаты.';
$_['text_payment_address'] = 'Адрес плательщика';
$_['text_payment_method']  = 'Способ оплаты';
$_['text_payment_methods'] = 'Пожалуйста, выберите удобный способ оплаты из списка.';
$_['text_comments']        = 'Добватье комментарии к заказу';

// Error
$_['error_payment']        = 'Ошибка: Необходимо указать метод оплаты!';
?>
