<?php
// Heading
$_['heading_title']         = 'Информация о доставке';

// Text 
$_['text_basket']           = 'Корзина';
$_['text_shipping']         = 'Доставка';
$_['text_shipping_to']      = 'Пожалуйста, выберите из вашей адресной книги, куда будет произведена доставка.';
$_['text_shipping_address'] = 'Адрес доставки';
$_['text_shipping_method']  = 'Метод доставки';
$_['text_shipping_methods'] = 'Пожалуйста, выберите предпочитаемый метод доставки для использования этого заказа.';
$_['text_comments']         = 'Добавте комментарии о Ваших заказах';

// Error
$_['error_shipping']        = 'Ошибка: Требуется метод доставки!';
?>