<?php
// Heading
$_['heading_title'] = 'Заказ принят !';

// Text
$_['text_message']  = '<p>Ваш заказ принят!<BR>Товар будет доставлен по указанному адресу в течении 2-5 рабочих дней.</p><p>Вы можете ознакомиться со списком сделнных вами заказов в разделе <a href="%s">Учетная запись</a>, пройдя по ссылке <a href="%s">Список заказов</a>.</p><p>За дополнительной информацией обращайтесь по адресу: <a href="%s">store owner</a></p><p>Спасибо, что воспользовались услугами нашего интернет-магазина!</p>';
$_['text_basket']   = 'Корзина';
$_['text_shipping'] = 'Доставка';
$_['text_payment']  = 'Оплата';
$_['text_confirm']  = 'Подтверждение';
$_['text_success']  = 'Успех';
?>