<?php
// Heading 
$_['heading_title']   = 'آیا کلمه ی عبور خود را فراموش کرده اید؟';

// Text
$_['text_account']    = 'حساب کاربری';
$_['text_forgotten']  = 'کلمه ی عبور فراموش شده';
$_['text_your_email'] = 'ایمیل شما';
$_['text_email']      = 'ایمیلی را که با آن ثبت نام کرده اید وارد کنید تا کلمه ی عبور جدید برای شما ارسال شود';
$_['text_success']    = 'کلمه ی عبور جدید با موفقیت برای شما ارسال شد';

// Entry
$_['entry_email']     = 'آدرس ایمیل:';

// Error
$_['error_email']     = 'آدرس ایمیل یافت نشد لطفا دوباره تلاش کنید';
?>
