<?php
// Heading
$_['heading_title'] = 'حساب کاربری شما ساخته شد';

// Text
$_['text_message']  = '<p>تبریک می گوییم!حساب کاربری شما ایجاد شد</p> <p>حالا شما می توانید از امکانات کاربران سایت استغاده کنید و با ما خرید اینترنتی را تجربه کنید</p> <p>اگر شما سوالی در باره ی خرید اینترنتی دارید با ما تماس بگیرید</p> <p>یک پیام تبریک برای شما ارسال شد.اگر تا یک ساعت برای شما یک ایمیل تبریک ارسال نشد با ما تماس بگیرید</p>';
$_['text_account']  = 'حساب کاربری';
$_['text_success']  = 'موفقیت';
?>