<?php

/**
 * libphonenumber-for-php data file
 * This file has been @generated from libphonenumber data
 * Do not modify!
 * @internal
 */

declare(strict_types=1);

namespace libphonenumber\geocoding\data\fa;

/**
 * @internal
 */
class Fa_98
{
    public const DATA = [
        9811 => 'مازندران',
        9813 => 'گیلان',
        9817 => 'گلستان',
        9821 => 'استان تهران',
        9823 => 'استان سمنان',
        9824 => 'استان زنجان',
        9825 => 'استان قم',
        9826 => 'البرز',
        9828 => 'استان قزوین',
        9831 => 'استان اصفهان',
        9834 => 'استان کرمان',
        9835 => 'استان یزد',
        9838 => 'چهارمحال و بختیاری',
        9841 => 'آذربایجان شرقی',
        9844 => 'آذربایجان غربی',
        9845 => 'استان اردبیل',
        9851 => 'خراسان رضوی',
        9854 => 'سیستان و بلوچستان',
        9856 => 'خراسان جنوبی',
        9858 => 'خراسان شمالی',
        9861 => 'خوزستان',
        9866 => 'لرستان',
        9871 => 'فارس',
        9874 => 'کهگیلویه و بویراحمد',
        9876 => 'هرمزگان',
        9877 => 'استان بوشهر',
        9881 => 'استان همدان',
        9883 => 'استان کرمانشاه',
        9884 => 'استان ایلام',
        9886 => 'مرکزی',
        9887 => 'کردستان',
    ];
}
