<?php
// Heading
$_['heading_title']          = 'Страна';

// Text
$_['text_success']           = 'Успех: Вы обновили список стран!';

// Column
$_['column_name']            = 'Название страны';
$_['column_iso_code_2']      = 'Код ISO (2)';
$_['column_iso_code_3']      = 'Код ISO (3)';
$_['column_action']          = 'Действие';

// Entry
$_['entry_name']             = 'Название страны:';
$_['entry_iso_code_2']       = 'Код ISO (2):';
$_['entry_iso_code_3']       = 'Код ISO (3):';
$_['entry_address_format']   = 'Формат адреса:';

// Error
$_['error_permission']       = 'Внимание: Вы не имеете разрешения на изменение списка стран';
$_['error_name']             = 'Название страны должно быть от 1 до 32 символов!';
$_['error_default']          = 'Внимание: Эта страна не может быть удалена, поскольку в настоящее время она назначена по умолчанию!';
$_['error_address']          = 'Внимание: Эта страна не может быть удалена, поскольку она в настоящее время назначена на %s записей в адресной книге!';
$_['error_zone']             = 'Внимание: Эта страна не может быть удалена, поскольку она назначена в настоящее время %s зоной!';
$_['error_zone_to_geo_zone'] = 'Внимание: Эта страна не может быть удалена, поскольку она назначена в настоящее время %s зонами в географических зонах!';
?>