<?php
// Heading
$_['heading_title']        = 'Валюта';

// Text
$_['text_success']         = 'Успех: Вы обновили информацию о валюте';

// Column
$_['column_title']         = 'Название валюты';
$_['column_code']          = 'Код';
$_['column_value']         = 'Значение';
$_['column_date_modified'] = 'Дата последнего обновления';
$_['column_action']        = 'Действие';

// Entry
$_['entry_title']          = 'Название валюты:';
$_['entry_code']           = 'Код:';
$_['entry_value']          = 'Значение:';
$_['entry_symbol_left']    = 'Символ слева:';
$_['entry_symbol_right']   = 'Символ справа:';
$_['entry_decimal_place']  = 'Кол-во знаков после запятой:';
$_['entry_status']         = 'Состояние:';

// Error
$_['error_permission']     = 'Внимание: Вы не имеете разрешения на изменение списка валют';
$_['error_title']          = 'Название валюты должно иметь от 3 до 32 символов!';
$_['error_code']           = 'Код валюты долден состоять из 3 символов!';
$_['error_default']        = 'Предупреждение: Данная валюта не может быть удалена, поскольку в настоящее время он назначена по умолчанию!';
$_['error_order']          = 'Предупреждение: Данная валюта не может быть удалена, поскольку в настоящее время он назначена для %s заказов';
?>
