<?php
// Heading
$_['heading_title']        = 'Валюты';

// Text
$_['text_success']         = 'Настройки успешно изменены';
$_['text_list']            = 'Список валют';
$_['text_add']          = 'Добавить';
$_['text_edit']         = 'Редактирование';

// Column
$_['column_title']         = 'Название валюты';
$_['column_code']          = 'Код';
$_['column_value']         = 'Значение';
$_['column_date_modified'] = 'Дата последнего обновления';
$_['column_action']        = 'Действие';

// Entry
$_['entry_title']          = 'Название валюты';
$_['entry_code']           = 'Код';
$_['entry_value']          = 'Значение';
$_['entry_symbol_left']    = 'Символ слева';
$_['entry_symbol_right']   = 'Символ справа';
$_['entry_decimal_place']  = 'Количество знаков после запятой';
$_['entry_status']         = 'Статус';

// Help
$_['help_code']            = 'Не изменяется, если валюта установлена по умолчанию.';
$_['help_value']           = 'Установите на 1.00000 если это валюта по умолчанию.';

// Error
$_['error_permission']     = 'У Вас нет прав для изменения списка валют';
$_['error_title']          = 'Название валюты должно быть от 3 до 32 символов!';
$_['error_code']           = 'Код валюты должен состоять из 3 символов!';
$_['error_default']        = 'Валюту нельзя удалить, поскольку она назначена по умолчанию!';
$_['error_store']          = 'Название валюты не может быть удалена, так как назначена %s магазинам!';
$_['error_order']          = 'Название валюты не может быть удалена, так как назначена %s заказам!';

