<?php
// Heading
$_['heading_title']      = 'Географические зоны';

// Text
$_['text_success']       = 'Настройки успешно изменены!';
$_['text_list']          = 'Географические зоны';
$_['text_add']          = 'Добавить';
$_['text_edit']         = 'Редактирование';

// Column
$_['column_name']        = 'Название географической зоны';
$_['column_description'] = 'Описание';
$_['column_action']      = 'Действие';

// Entry
$_['entry_name']         = 'Название географической зоны';
$_['entry_description']  = 'Описание';
$_['entry_country']      = 'Страна';
$_['entry_zone']         = 'Регион / Область';

// Error
$_['error_permission']   = 'У Вас нет прав для изменения географических зон!';
$_['error_name']         = 'Название географической зоны должно быть от 3 до 32 символов!';
$_['error_description']  = 'Описание должно быть от 3 до 255 символов!';
$_['error_tax_rate']     = 'Географическая зона не может быть удалена, так как назначена %s налоговым ставкам!';

