<?php
// Heading
$_['heading_title']          = 'Географическая Зона';

// Text
$_['text_success']       = 'Успех: Вы обновили список географических зон!';

// Column
$_['column_name']            = 'Название географической зоны';
$_['column_description']     = 'Описание';
$_['column_action']          = 'Описание';

// Entry
$_['entry_name']             = 'Название географической зоны:';
$_['entry_description']      = 'Описание:';
$_['entry_country']      = 'Страна:';
$_['entry_zone']         = 'Зона:';

// Error
$_['error_permission']       = 'Внимание: Вы не имеете разрешения на изменение географической зоны';
$_['error_name']             = 'Название географической зоны должно быть от 3 до 32 символов!';
$_['error_description']      = 'Описание должно быть от 3 до 255 символов!';
$_['error_tax_rate']         = 'Предупреждение: Данная географическая зона не может быть удалена, поскольку она в настоящее время привязана к одной или нескольким налоговым ставкам!';
?>