<?php
// Heading
$_['heading_title']       = 'Язык';

// Text
$_['text_success']      = 'Успех: Вы обновили список языков!'; 

// Column
$_['column_name']         = 'Язык';
$_['column_code']         = 'Код';
$_['column_sort_order']   = 'Порядок сортировки';
$_['column_action']       = 'Действие';

// Entry
$_['entry_name']          = 'Название:';
$_['entry_code']          = 'Код:';
$_['entry_locale']      = 'Язык:';
$_['entry_image']       = 'Изображение:';
$_['entry_directory']   = 'Каталог:';
$_['entry_filename']    = 'Файл перевода:';
$_['entry_status']      = 'Состояние:';
$_['entry_sort_order']    = 'Порядок сортировки:';

// Error
$_['error_permission']    = 'Внимание: Вы не имеете разрешения на изменение списка языков';
$_['error_name']          = 'Название языка должно быть от 3 до 32 символов!';
$_['error_code']          = 'Код языка должен быть от 2 символов!';
$_['error_locale']      = 'Необходим язык!';
$_['error_image']       = 'Название изображения должно быть от 3 до 64 символов!';
$_['error_directory']     = 'Необходимо указать каталог!';
$_['error_filename']    = 'Имя файла должно быть от 3 до 64 символов!';
$_['error_default']       = 'Предупреждение: Этот язык не может быть удален, поскольку в настоящее время он используется по умолчанию!';
$_['error_order']       = 'Предупреждение: Этот язык не может быть удален, поскольку в настоящее время он используется в %s заказах!';
?>