<?php
// Heading
$_['heading_title']       = 'Состояние заказа';

// Text
$_['text_success']     = 'Успех: Вы обновили состояния заказа!';

// Column
$_['column_name']         = 'Состояние заказа';
$_['column_action']       = 'Действие';

// Entry
$_['entry_name']          = 'Состояние заказа:';

// Error
$_['error_permission']    = 'Внимание: Вы не имеете разрешения на изменение состояний заказа';
$_['error_name']          = 'Состояние заказа должно иметь от 3 до 32 символов!';
$_['error_order']         = 'Предупреждение: Это состояние заказа не может быть исключено, поскольку оно назначено в настоящее время %s заказу(ам)!';
$_['error_default']       = 'Предупреждение: Это состояние заказа не может быть исключено, поскольку в настоящее время он назначено по умолчанию!';
?>
