<?php
// Heading
$_['heading_title']    = 'Статусы возвратов';

// Text
$_['text_success']     = 'Настройки успешно изменены!';
$_['text_list']        = 'Статусы возвратов';
$_['text_add']          = 'Добавить';
$_['text_edit']         = 'Редактирование';

// Column
$_['column_name']      = 'Статус возврата';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название статуса возврата';

// Error
$_['error_permission'] = 'У Вас нет прав для изменения статусов возвратов!';
$_['error_name']       = 'Статус возврата должен быть от 3 до 32 символов!';
$_['error_default']    = 'Статус возврата не может быть исключен, поскольку он прикрелпен к статусу возврата основного магазина!';
$_['error_return']     = 'Статус возврата не может быть удален, так как назначен %s возвратам!';

