<?php
// Heading
$_['heading_title']    = 'Операции возвратов';

// Text
$_['text_success']     = 'Настройки успешно изменены!';
$_['text_list']        = 'Операции возвратов';
$_['text_add']          = 'Добавить';
$_['text_edit']         = 'Редактирование';

// Column
$_['column_name']      = 'Операция возврата';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Операция возврата';

// Error
$_['error_permission'] = 'У Вас нет прав для изменения операций возвратов!';
$_['error_name']       = 'Операция возврата должена быть от 3 до 32 символов!';
$_['error_return']     = 'Операция возврата не может быть удалена, так как назначена %s товарам!';

