<?php
// Heading
$_['heading_title']    = 'Причина возврата';

// Text
$_['text_success']     = 'Настройки успешно изменены!';
$_['text_list']        = 'Причина возврата';
$_['text_add']          = 'Добавить';
$_['text_edit']         = 'Редактирование';

// Column
$_['column_name']      = 'Причина возврата';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Причина возврата';

// Error
$_['error_permission'] = 'У Вас нет прав для изменения причин возвратов!';
$_['error_name']       = 'Причина возврата должена быть от 3 до 32 символов!';
$_['error_return']     = 'Причина возврата не может быть удалена, так как назначена %s товарам!';

