<?php
// Heading
$_['heading_title']    = 'Наличие товара на складе';

// Text
$_['text_success']     = 'Успех: Вы обновили вариант наличия товара!';

// Column
$_['column_name']      = 'Название варианта наличия товара';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название варианта наличия';

// Error
$_['error_permission'] = 'Внимание: Вы не имеете разрешения на изменение варианта наличия склада!';
$_['error_name']       = 'Название должно иметь от 3 до 32 символов!';
$_['error_product']    = 'Внимание: Этот вариант наличия не может быть удален, поскольку в настоящее время он используется для %s товаров!';
$_['error_default']    = 'Внимание: Этот вариант наличия не может быть удален, поскольку в настоящее время он используется как состояние запасов поумолчанию!';
?>
