<?php
// Heading
$_['heading_title']     = 'Налоговый класс';

// Text
$_['text_success']      = 'Настройки успешно изменены!';
$_['text_list']         = 'Список классов';
$_['text_add']          = 'Добавить';
$_['text_edit']         = 'Редактирование';
$_['text_shipping']     = 'Адрес доставки';
$_['text_payment']      = 'Платёжный адрес';
$_['text_store']        = 'Адрес магазина';

// Column
$_['column_title']      = 'Налоговые классы';
$_['column_action']     = 'Действие';

// Entry
$_['entry_title']       = 'Налоговый класс';
$_['entry_description'] = 'Описание';
$_['entry_rate']        = 'Налоговая ставка';
$_['entry_based']       = 'Основана на';
$_['entry_geo_zone']    = 'Географическая зона';
$_['entry_priority']    = 'Приоритет';

// Error
$_['error_permission']  = 'У Вас нет прав для изменения налоговых классов!';
$_['error_title']       = 'Название налога должно быть от 3 до 32 символов!';
$_['error_description'] = 'Описание должно быть от 3 до 255 символов!';
$_['error_product']     = 'Налоговая ставка не может быть удалена, так как назначена %s товарам!';

