<?php
// Heading
$_['heading_title']       = 'Налог';

// Text
$_['text_success']      = 'Успех: Вы обновили налоги!';

// Column
$_['column_title']        = 'Налог';
$_['column_action']       = 'Действие';

// Entry
$_['entry_title']         = 'Налог:';
$_['entry_description']   = 'Описание:';
$_['entry_geo_zone']    = 'Географическая зона:';
$_['entry_priority']    = 'Приоритет:';
$_['entry_rate']        = 'Ставка налога:';

// Error
$_['error_permission']    = 'Внимание: Вы не имеете разрешения на изменение налогов';
$_['error_title']         = 'Название налога должно иметь от 3 до 32 символов!';
$_['error_description']   = 'Описание должно быть от 3 до 255 символов!';
$_['error_priority']    = 'Требуется налоговый приоритет!';
$_['error_rate']        = 'Требуется налог!';
$_['error_description'] = 'Описание ставки налога должно быть от 3 до 255 символов!';
$_['error_product']     = 'Внимание: этот налог не может быть исключен, поскольку она назначен в настоящее время %s товару(ам)';
?>
