<?php
// Heading
$_['heading_title']       = 'Еденицы веса';

// Text
$_['text_success']     = 'Успех: Вы обновили список едениц веса!';

// Column
$_['column_title']        = 'Название еденицы веса';
$_['column_unit']         = 'Еденица веса';
$_['column_action']       = 'Действие';

// Entry
$_['entry_title']         = 'Название еденицы веса:';
$_['entry_unit']          = 'Еденица веса:';

// Error
$_['error_permission']    = 'Внимание: Вы не имеете разрешения на изменение списка едениц веса';
$_['error_title']         = 'Название еденицы веса должно быть от 3 до 32 символов!';
$_['error_unit']          = 'Еденица веса должна быть от 1 до 4 символов!';
$_['error_default']       = 'Предупреждение: Данная еденица веса не может быть удалена, поскольку в настоящее время он назначена по умолчанию!';
$_['error_product']       = 'Предупреждение: Данная еденица веса не может быть удалена, поскольку она назначена в настоящее время %s продукту(ам)!';
?>
