<?php
// Heading
$_['heading_title']          = 'Регионы';

// Text
$_['text_success']           = 'Успех: Вы обновили список регионов!';

// Column
$_['column_name']            = 'Название региона';
$_['column_code']            = 'Код региона';
$_['column_country']         = 'Страна';
$_['column_action']       = 'Действия';

// Entry
$_['entry_name']             = 'Название региона:';
$_['entry_code']             = 'Код региона:';
$_['entry_country']          = 'Страна:';

// Error
$_['error_permission']    = 'Внимание: Вы не имеете разрешения на изменение списка зон';
$_['error_name']             = 'Название региона должно быть от 3 до 32 символов!';
$_['error_default']          = 'Внимание: Этот регион не может быть удален, поскольку в настоящее время он назначен по умолчанию!';
$_['error_address']          = 'Внимание: Этот регион не может быть удален, поскольку он назначен в настоящее время %s адресу(ам)!';
$_['error_zone_to_geo_zone'] = 'Внимание: Этот регион не может быть удален, поскольку он назначен в настоящее время %s зоне(ам) в географических зонах!';
?>
