<?php

/**
 * libphonenumber-for-php data file
 * This file has been @generated from libphonenumber data
 * Do not modify!
 * @internal
 */

declare(strict_types=1);

namespace libphonenumber\carrier\data\ko;

/**
 * @internal
 */
class Ko_82
{
    public const DATA = [
        8211 => 'SK 텔링크',
        8217 => 'SK 텔링크',
        8219 => '데이콤',
        82100 => '데이콤',
        82104 => 'SK 텔링크',
        821020 => 'SK 텔링크',
        821021 => 'SK 텔링크',
        821022 => '데이콤',
        821023 => '데이콤',
        821024 => '데이콤',
        821031 => 'SK 텔링크',
        821035 => 'SK 텔링크',
        821036 => 'SK 텔링크',
        821037 => 'SK 텔링크',
        821038 => 'SK 텔링크',
        821039 => '데이콤',
        821042 => '',
        821043 => '',
        821044 => '',
        821050 => 'SK 텔링크',
        821052 => 'SK 텔링크',
        821053 => 'SK 텔링크',
        821054 => 'SK 텔링크',
        821055 => '데이콤',
        821056 => '데이콤',
        821057 => '데이콤',
        821058 => '데이콤',
        821062 => 'SK 텔링크',
        821063 => 'SK 텔링크',
        821064 => 'SK 텔링크',
        821071 => 'SK 텔링크',
        821075 => '데이콤',
        821076 => '데이콤',
        821077 => '데이콤',
        821079 => '데이콤',
        821080 => '데이콤',
        821081 => '데이콤',
        821082 => '데이콤',
        821083 => '데이콤',
        821084 => '데이콤',
        821085 => 'SK 텔링크',
        821086 => 'SK 텔링크',
        821087 => 'SK 텔링크',
        821088 => 'SK 텔링크',
        821089 => 'SK 텔링크',
        821090 => 'SK 텔링크',
        821091 => 'SK 텔링크',
        821092 => 'SK 텔링크',
        821093 => 'SK 텔링크',
        821094 => 'SK 텔링크',
        8210590 => 'SK 텔링크',
        8210591 => 'SK 텔링크',
        8210592 => 'SK 텔링크',
        8210593 => 'SK 텔링크',
        8210594 => 'SK 텔링크',
        8210595 => 'SK 텔링크',
    ];
}
