<?php
// Heading
$_['heading_title']     = 'Группы атрибутов';

// Text
$_['text_success']      = 'Поздравляем! Вы успешно изменили параметры группы атрибутов!';
$_['text_list']         = 'Список групп атрибутов';
$_['text_add']          = 'Добавить группу';
$_['text_edit']         = 'Редактировать группу';

// Column
$_['column_name']       = 'Наименование группы атрибутов';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Наименование группы атрибутов';
$_['entry_sort_order']  = 'Порядок сортировки';

// Error
$_['error_permission']  = 'Внимание! У вас нет привилегий для редактирования групп атрибутов!';
$_['error_name']        = 'Наименование группы атрибутов должно содержать от 1 до 64 символов!';
$_['error_attribute']   = 'Внимание! Эта группа атрибутов не может быть удалена, т.к. в ней находится %s атрибутов!';
$_['error_product']     = 'Внимание! Эта группа атрибутов не может быть удалена, т.к. она назначена %s продуктам!';