<?php
// Heading
$_['heading_title']          = 'Атрибуты';

// Text
$_['text_success']           = 'Поздравляем! Вы успешно изменили параметры атрибута!';
$_['text_list']              = 'Список атрибутов';
$_['text_add']               = 'Добавить атрибут';
$_['text_edit']              = 'Редактировать атрибут';

// Column
$_['column_name']            = 'Наименование атрибута';
$_['column_attribute_group'] = 'Группа атрибута';
$_['column_sort_order']      = 'Порядок сортировки';
$_['column_action']          = 'Действие';

// Entry
$_['entry_name']             = 'Наименование атрибута';
$_['entry_attribute_group']  = 'Группа атрибута';
$_['entry_sort_order']       = 'Порядок сортировки';

// Error
$_['error_permission']       = 'Внимание! У вас нет привилегий для редактирования атрибутов!';
$_['error_attribute_group']  = 'Пожалуйста, выберите группу!';
$_['error_name']             = 'Наименование атрибута должно содержать от 1 до 64 символов!';
$_['error_product']          = 'Внимание! Этот атрибут не может быть удален, т.к. он назначен %s продуктам!';