<?php
// Heading
$_['heading_title']          = 'Категории';

// Text
$_['text_success']           = 'Поздравляем! Вы успешно изменили параметры категории!';
$_['text_list']              = 'Список категорий';
$_['text_add']               = 'Добавить категорию';
$_['text_edit']              = 'Редактирование категории';
$_['text_default']           = 'Основной магазин';
$_['text_keyword']           = 'Не используйте пробелы, вместо них используйте тире. Убедитесь, что SEO URL-адрес уникален.';

// Column
$_['column_name']            = 'Название категории';
$_['column_sort_order']      = 'Порядок сортировки';
$_['column_action']          = 'Действие';

// Entry
$_['entry_name']             = 'Название категории';
$_['entry_description']      = 'Описание категории';
$_['entry_meta_title'] 	     = 'Мета-тэг Title (Заголовок)';
$_['entry_meta_keyword']     = 'Мета-тег Keywords (Ключевые слова)';
$_['entry_meta_description'] = 'Мета-тег Description (Описание)';
$_['entry_store']            = 'Магазины';
$_['entry_keyword']          = 'Значение SEO URL';
$_['entry_parent']           = 'Родительская категория';
$_['entry_filter']           = 'Фильтры';
$_['entry_image']            = 'Изображение категории';
$_['entry_top']              = 'Показать в главном меню';
$_['entry_column']           = 'Количество столбцов';
$_['entry_sort_order']       = 'Порядок сортировки';
$_['entry_status']           = 'Статус';
$_['entry_layout']           = 'Макет';

// Help
$_['help_filter']            = '(Автозаполнение)';
$_['help_top']               = 'Показывать в главном меню (только для главных родительских категорий)';
$_['help_column']            = 'Количество столбцов в выпадающем меню категории (только для главных родительских категорий)';

// Error
$_['error_warning']          = 'Внимание! Проверьте форму на ошибки!';
$_['error_permission']       = 'Внимание! У вас нет привилегий для редактирования категорий!';
$_['error_name']             = 'Название категории должно быть от 1 до 255 символов!';
$_['error_meta_title']       = 'Мета-тэг Заголовок должен быть от 1 до 255 символов!';
$_['error_keyword']          = 'SEO URL занят!';
$_['error_unique']           = 'SEO URL должен быть уникальным!';
$_['error_parent']           = 'Выбранная родительская категория является дочерней!';