<?php
// Heading
$_['heading_title']     = 'Файлы для скачивания';

// Text
$_['text_success']      = 'Поздравляем! Вы успешно изменили параметры файла для скачивания!';
$_['text_list']         = 'Список файлов для скачивания';
$_['text_add']          = 'Добавление файл для скачивания';
$_['text_edit']         = 'Редактирование файл для скачивания';
$_['text_upload']       = 'Ваш файл успешно загружен на сервер!';

// Column
$_['column_name']       = 'Наименование файла для скачивания';
$_['column_date_added'] = 'Дата добавления';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Наименование файла для скачивания';
$_['entry_filename']    = 'Имя файла';
$_['entry_mask']        = 'Маска';

// Help
$_['help_filename']     = 'Вы можете загрузить файл с помощью кнопки загрузки, либо через FTP, указав детали ниже.';
$_['help_mask']         = 'Рекомендуется, чтобы имя файла и маска были различны, это предотвратит прямой доступ к файлу.';

// Error
$_['error_permission']  = 'Внимание! У вас нет привилегий для редактирования файла для скачивания!';
$_['error_name']        = 'Наименование файла для скачивания должно содержать от 3 до 64 символов!';
$_['error_upload']      = 'Пожалуйста, загрузите файл!';
$_['error_filename']    = 'Имя файла должно содержать от 3 до 128 символов!';
$_['error_exists']      = 'Файл не существует!';
$_['error_mask']        = 'Маска должна содержать от 3 до 128 символов!';
$_['error_filetype']    = 'Данный тип файла запрещен для загрузки!';
$_['error_product']     = 'Внимание! Этот файл для скачивания не может быть удален, т.к. она назначен %s продуктам!';