<?php
// *	@source		See SOURCE.txt for source and other copyright.
// *	@license	GNU General Public License version 3; see LICENSE.txt

// Heading
$_['heading_title']     = 'Файлы для скачивания';

// Text
$_['text_success']      = 'Настройки успешно изменены!';
$_['text_list']         = 'Список файлов для скачивания';
$_['text_add']          = 'Добавить';
$_['text_edit']         = 'Редактирование';
$_['text_upload']       = 'Файл успешно загружен!';

// Column
$_['column_name']       = 'Название';
$_['column_date_added'] = 'Дата добавления';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название';
$_['entry_filename']    = 'Имя файла';
$_['entry_mask']        = 'Маска';

// Help
$_['help_filename']     = 'Вы можете закачать файл через кнопку выбора файла или по FTP, поместив его в папку "download" и введя информацию ниже.';
$_['help_mask']         = 'Рекомендуется, чтобы имя файла и маска отличались, это не позволит получить прямой доступ к файлу.';

// Error
$_['error_permission']  = 'У вас недостаточно прав для внесения изменений!';
$_['error_name']        = 'Название должно содержать от 3 до 64 символов!';
$_['error_upload']      = 'Необходимо загрузить файл!';
$_['error_filename']    = 'Название файла должно содержать от 3 до 128 символов!';
$_['error_exists']      = 'Файл не найден!';
$_['error_mask']        = 'Маска должна содержать от 3 до 128 символов!';
$_['error_filetype']    = 'Неправильный тип файла!';
$_['error_product']     = 'Эту загрузку нельзя удалить, так как она используется в %s товарах!';