<?php
// Heading
$_['heading_title']          = 'Информационные страницы';

// Text
$_['text_success']           = 'Поздравляем! Вы успешно отредактировали информационную страницу!';
$_['text_list']              = 'Список информационных страниц';
$_['text_add']               = 'Добавление информационной страницы';
$_['text_edit']              = 'Редактирование информационной страницы';
$_['text_default']           = 'Основной магазин';
$_['text_keyword']           = 'Не используйте пробелы, вместо них используйте тире. Убедитесь, что SEO URL-адрес уникален.';

// Column
$_['column_title']           = 'Наименование страницы информации';
$_['column_sort_order']      = 'Порядок сортировки';
$_['column_action']          = 'Действие';

// Entry
$_['entry_title']            = 'Заголовок информационной страницы';
$_['entry_description']      = 'Текст информационной страницы';
$_['entry_meta_title']       = 'Мета-тэг Title (Заголовок)';
$_['entry_meta_keyword']     = 'Мета-тег Keywords (Ключевые слова)';
$_['entry_meta_description'] = 'Мета-тег Description (Описание)';
$_['entry_store']            = 'Магазины';
$_['entry_keyword']          = 'Значение SEO URL';
$_['entry_bottom']           = 'Отображать в футере';
$_['entry_status']           = 'Статус';
$_['entry_sort_order']       = 'Порядок сортировки';
$_['entry_layout']           = 'Макет';

// Help
$_['help_bottom']            = 'Показывать в нижней части сайта (футер, подвал).';

// Error
$_['error_warning']          = 'Внимание! Внимательно проверьте форму на ошибки!';
$_['error_permission']       = 'Внимание! У вас нет привилегий для редактирования информационной страницы!';
$_['error_title']            = 'Заголовок информационной страницы должен содержать от 1 до 64 символов!';
$_['error_description']      = 'Текст информационной страницы должен содержать как минимум 3 символа!';
$_['error_meta_title']       = 'Мета-тег Title (Заголовок) должен быть от 1 до 255 символов!';
$_['error_keyword']          = 'SEO URL уже используется!';
$_['error_unique']           = 'SEO URL должен быть уникальным!';
$_['error_account']          = 'Внимание! Эта информационная страница не может быть удалена, поскольку настоящее время она используется в качестве "Условий" для учетных записей покупателей магазина!';
$_['error_checkout']         = 'Внимание! Эта информационная страница не может быть удалена, поскольку она в настоящее время назначена в качестве Условий соглашения магазина!';
$_['error_affiliate']        = 'Внимание! Страница не может быть удалена, т.к. она используется в условиях партнерской программы!';
$_['error_return']           = 'Внимание! Страница не может быть удалена, т.к. она используется в условиях возврата товара!';
$_['error_store']            = 'Внимание! Страница не может быть удалена, т.к. назначена %s магазинам!';