<?php
// Heading
$_['heading_title']     = 'Производители';

// Text
$_['text_success']      = 'Поздравляем! Вы успешно изменили параметры производителя!';
$_['text_list']         = 'Список производителей';
$_['text_add']          = 'Добавить производителя';
$_['text_edit']         = 'Редактировать производителя';
$_['text_default']      = 'Основной магазин';
$_['text_percent']      = 'Percentage';
$_['text_amount']       = 'Fixed Amount';
$_['text_keyword']      = 'Не используйте пробелы, вместо них используйте тире. Убедитесь, что SEO URL-адрес уникален.';

// Column
$_['column_name']       = 'Наименование производителя';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Наименование производителя';
$_['entry_store']       = 'Магазины';
$_['entry_keyword']     = 'Значение SEO URL';
$_['entry_image']       = 'Изображение';
$_['entry_sort_order']  = 'Порядок сортировки';
$_['entry_type']        = 'Тип';

// Error
$_['error_permission']  = 'Внимание! У вас нет привилегий для редактирования производителей!';
$_['error_name']        = 'Наименование производителя должно содержать от 1 до 64 символов!';
$_['error_keyword']     = 'SEO URL уже используется!';
$_['error_unique']      = 'SEO URL должен быть уникальным!';
$_['error_product']     = 'Внимание! Этот производитель не может быть удален, т.к. она назначен %s продуктам!';