<?php
// Heading
$_['heading_title']      = 'Опции';

// Text
$_['text_success']       = 'Поздравляем! Вы успешно изменили параметры опции!';
$_['text_list']          = 'Список опций';
$_['text_add']           = 'Добавить опцию';
$_['text_edit']          = 'Редактировать опцию';
$_['text_choose']        = 'Выбор значений';
$_['text_select']        = 'Выбор (select)';
$_['text_radio']         = 'Переключатель (radio)';
$_['text_checkbox']      = 'Флажок (checkbox)';
$_['text_input']         = 'Ввод текста';
$_['text_text']          = 'Текст (input)';
$_['text_textarea']      = 'Текстовый блок (textarea)';
$_['text_file']          = 'Файл';
$_['text_date']          = 'Дата';
$_['text_datetime']      = 'Дата и время';
$_['text_time']          = 'Время';
$_['text_option']        = 'Опция';
$_['text_value']         = 'Значение опции';

// Column
$_['column_name']        = 'Наименование опции';
$_['column_sort_order']  = 'Порядок сортировки';
$_['column_action']      = 'Действие';

// Entry
$_['entry_name']         = 'Наименование опции';
$_['entry_type']         = 'Тип';
$_['entry_option_value'] = 'Наименование значения опции';
$_['entry_image']        = 'Изображение';
$_['entry_sort_order']   = 'Порядок сортировки';

// Error
$_['error_permission']   = 'Внимание! У вас нет привилегий для редактирования опций!';
$_['error_name']         = 'Наименование опции должно содержать от 1 до 128 символов!';
$_['error_type']         = 'Внимание! Значение опции обязательно для заполнения!';
$_['error_option_value'] = 'Наименование значения опции должно содержать от 1 до 128 символов!';
$_['error_product']      = 'Внимание! Эта опция не может быть удалена, т.к. она назначена %s продуктам!';