<?php
// Heading
$_['heading_title']         = 'Профили периодичности';

// Text
$_['text_success']          = 'Поздравляем! Вы успешно изменили параметры профиля периодичности!';
$_['text_list']             = 'Профили периодичности';
$_['text_add']              = 'Добавить профиль периодичности';
$_['text_edit']             = 'Редактировать профиль периодичности';
$_['text_day']              = 'День';
$_['text_week']             = 'Неделя';
$_['text_semi_month']       = 'Пол месяца';
$_['text_month']            = 'Месяц';
$_['text_year']             = 'Год';
$_['text_recurring']        = '<p><i class="fa fa-info-circle"></i> Повторения выставления счета рассчитываются путем умножения частоты на цикл.</p><p>Например, если вы используете частоту "неделя" и цикл "2", то пользователю будет выставлен счет каждые 2 недели.</p><p>Продолжительность - количество оплат, которые пользователь должен сделать. Установите в 0, если Вы захотите отменить платежи.</p>';
$_['text_profile']          = 'Профиль периодичности';
$_['text_trial']            = 'Пробный профиль';

// Entry
$_['entry_name']            = 'Наименование';
$_['entry_price']           = 'Цена';
$_['entry_duration']        = 'Продолжительность';
$_['entry_cycle']           = 'Цикл';
$_['entry_frequency']       = 'Частота';
$_['entry_trial_price']     = 'Цена';
$_['entry_trial_duration']  = 'Продолжительность';
$_['entry_trial_status']    = 'Статус';
$_['entry_trial_cycle']     = 'Цикл';
$_['entry_trial_frequency'] = 'Частота';
$_['entry_status']          = 'Статус';
$_['entry_sort_order']      = 'Порядок сортировки';

// Column
$_['column_name']           = 'Наименование';
$_['column_sort_order']     = 'Порядок сортировки';
$_['column_action']         = 'Действие';

// Error
$_['error_warning']         = 'Внимание! Пожалуйста проверьте форму на ошибки!';
$_['error_permission']      = 'Внимание! У вас нет привилегий для редактирования!';
$_['error_name']            = 'Наименование профиля должно содержать от 3 до 255 символов!';
$_['error_product']         = 'Внимание! Данный профиль не может быть удален, т.к. назначен %s товарам!';