<?php
// Heading
$_['heading_title']    = 'Важное уведомление о безопасности!';

// Text
$_['text_success']     = 'Успех: вы изменили папку хранения!';
$_['text_admin']       = 'Отредактируйте admin/config.php и замените';
$_['text_security']    = 'Очень важно, переместить каталог хранения вне веб-каталога (например, public_html, www или htdocs).';
$_['text_choose']      = 'Выберите способ перемещения каталога хранилища';
$_['text_automatic']   = 'Автоматическое перемещение';
$_['text_manual']      = 'Переместить вручную';
$_['text_move']        = 'Переместите';
$_['text_to']          = 'на';
$_['text_config']      = 'Отредактируйте config.php и замените';

// Button
$_['button_move']      = 'Переместить';
$_['button_manual']    = 'Вручную';

// Error
$_['error_permission'] = 'Предупреждение: У вас нет прав на изменение каталога хранилища!';
$_['error_path']       = 'Предупреждение: Некорректный путь!';
$_['error_directory']  = 'Предупреждение: Некорректный каталог!';
$_['error_exists']     = 'Предупреждение: Каталог существует!';
$_['error_writable']   = 'Предупреждение: config.php и admin/config.php должны быть доступны для записи!';
