<?php
// Heading
$_['heading_title']    = 'دریافت ها';

// Text
$_['text_success']     = 'شما با موفقیت دریافت ها را تغییر دادید';

// Column
$_['column_name']      = 'نام دریافت';
$_['column_filename']  = 'نام فایل دریافت';
$_['column_mask']      = 'پوشش دریافت';
$_['column_remaining'] = 'تمام دریافت ها اجازه داده شد';
$_['column_action']    = 'فعالیت';

// Entry
$_['entry_name']       = 'نام دریافت:';
$_['entry_filename']   = 'نام فایل دریافت:';
$_['entry_mask']       = 'پوشش:';
$_['entry_remaining']  = 'تمام دریافت ها اجازه داده شد:';

// Error
$_['error_permission'] = 'شما اجازه ی تغییر دادن دریافت ها را ندارید';
$_['error_name']       = 'نام باید بین 3 و 64 حرف باشد';
$_['error_upload']     = 'به خاطر یک دلیل نا معلوم فایل نمی تواند ارسال شود';
$_['error_filename']   = 'نام فایل باید بین 3 و 128 حرف باشد';
$_['error_filetype']   = 'فایل نا معتبر است';
$_['error_mask']       = 'نام پوشش باید کمتر از 128 حرف باشد';
$_['error_product']    = 'این دریافت نمی تواند پاک شود زیرا برخی از محصولات از آن استفاده می کنند';
?>
