<?php
// Heading
$_['heading_title']      = 'تصاویر';

// Text
$_['text_success']       = 'شما با موفقیت تصاویر را تغییر دادید';

// Column
$_['column_title']       = 'عنوان تصویر';
$_['column_filename']    = 'نام فایل';
$_['column_date_added']  = 'تاریخ اضافه شدن';
$_['column_image']       = 'تصویر';
$_['column_action']      = 'فعالیت';

// Entry
$_['entry_title']        = 'عنوان تصویر:';
$_['entry_filename']     = 'نام فایل:';

// Error
$_['error_permission']   = 'اخطار: شما اجازه ی تغییر تصاویر را ندارید';
$_['error_title']        = 'عنوان باید بین 3 و 64 حرف باشد';
$_['error_upload']       = 'به خاطر یک دلیل نا معلوم شما نمی توانید تصویر نمی تواند ارسال شود';
$_['error_filename']     = 'نام فایل باید بین 3 و 128 حرف باشد';
$_['error_filetype']     = 'فایل معتبر نیست';
$_['error_required']     = 'هیچ فایلی ارسال نشد';
$_['error_product']      = 'این تصویر نمی تواند پاک شود زیرا در برخی از محصولات از آن استفاده می شود';
$_['error_category']     = 'این فایل نمی تواند پاک شود زیرا در برخی از دسته ها از آن استفاده می شود';
$_['error_manufacturer'] = 'این تصویر نمی تواند پاک شود زیرا در تصویر برخی از کارخانه ها از آن استفاده شده';
?>
