<?php
// Heading
$_['heading_title']          = 'کشور';

// Text
$_['text_success']           = 'شما با موفقیت کشور ها را تغییر دادید';

// Column
$_['column_name']            = 'نام کشور';
$_['column_iso_code_2']      = 'کد کشور 2';
$_['column_iso_code_3']      = 'کد کشور 3';
$_['column_action']          = 'فعالیت';

// Entry
$_['entry_name']             = 'نام کشور:';
$_['entry_iso_code_2']       = 'کد کشور 2:';
$_['entry_iso_code_3']       = 'کد کشور 3:';
$_['entry_address_format']   = 'قالب آدرس:';

// Error
$_['error_permission']       = 'اخطار: شما اجازه ی تغییر کشور ها را ندارید';
$_['error_name']             = 'نام کشور باید بین 3 و 32 حرف باشد';
$_['error_default']          = 'این کشور نمی تواند پاک شود زیرا به عنوان کشور پیشفرض فروشگاه مشخص شده';
$_['error_address']          = 'این کشور نمی تواند پاک شود زیرا به دفترچه ی آدرس وارد شده';
$_['error_zone']             = 'این کشور نمی تواند پاک شود زیرا زیرا در مناطق تعریف شده است';
$_['error_zone_to_geo_zone'] = 'این کشور نمی تواند پاک شود زیرا زیرا در مناطق تعریف شده است';
?>