<?php
// Heading
$_['heading_title']    = 'حالت سفارش';

// Text
$_['text_success']     = 'شما با موفقیت حالت سفارش را تغییر دادید';

// Column
$_['column_name']      = 'نام حالت سفارش';
$_['column_action']    = 'فعالیت';

// Entry
$_['entry_name']       = 'نام حالت سفارش:';

// Error
$_['error_permission'] = 'اخطار: شما اجازه ی تغییر حالات سفارش را ندارید';
$_['error_name']       = 'نام حالت سفارش باید بین 3 و 32 حرف باشد';
$_['error_order']      = 'این حالت سفارش نمی تواند پاک شود زیرا برخی از سفارشات از این حالت استفاده می کنند';
$_['error_default']    = 'این حالت سفارش منی تواند پاک شود زیرا حالت پیشفرض فروشگاه است';
?>
