<?php
// Heading
$_['heading_title']    = 'حالت های موجودی';

// Text
$_['text_success']     = 'شما با موفقیت حالت های موجودی را تغییر دادید';

// Column
$_['column_name']      = 'نام حالت موجودی';
$_['column_action']    = 'فعالیت';

// Entry
$_['entry_name']       = 'نام حالت موجودی:';

// Error
$_['error_permission'] = 'اخطار: شما اجازه ی تغییر حالت های موجودی را ندارید';
$_['error_name']       = 'نام حالت موجودی باید بین 3 و 32 حرف باشد';
$_['error_product']    = 'حاین حالت موجودی نمی تواند پاک شود زیرا در برخی از محصولات در حال استفاده است';
?>
