<?php
// Heading
$_['heading_title']     = 'کلاس مالیاتی';

// Text
$_['text_success']      = 'شما با موفقیت کلاس های مالیاتی را تغییر دادید';

// Column
$_['column_title']      = 'عنوان کلاس مالیاتی';
$_['column_action']     = 'فعالیت';

// Entry
$_['entry_title']       = 'عنوان کلاس مالیاتی:';
$_['entry_description'] = 'توضیح:';
$_['entry_geo_zone']    = 'منطقه:';
$_['entry_priority']    = 'اولویت:';
$_['entry_rate']        = 'مقدار مالیات:';

// Error
$_['error_permission']  = 'اخطار: شما اجازه ی تغییر کلاس مالیاتی را ندارید';
$_['error_title']       = 'عنوان کلاس مالیاتی باید بین 3 و 32 حرف باشد';
$_['error_description'] = 'توضیح باید بین 3 و 225 حرف باشد';
$_['error_priority']    = 'مقدار مالیات لازم است';
$_['error_rate']        = 'اولویت مالیات لازم است';
$_['error_description'] = 'توضیح باید بین 3 و 225 حرف باشد';
$_['error_product']     = 'این عنوان مالیاتی نمی تواند پاک شود زیرا در برخی از محصولات از آن استفاده می شود';
?>
