<?php
// Heading
$_['heading_title']    = 'واحد وزن';

// Text
$_['text_success']     = 'شما با موفقیت واحد وزن را تغییر دادید';

// Column
$_['column_title']     = 'نام وزن';
$_['column_unit']      = 'مقدار وزن';
$_['column_action']    = 'فعالیت';

// Entry
$_['entry_title']      = 'نام وزن:';
$_['entry_unit']       = 'مقدار وزن:';

// Error
$_['error_permission'] = 'اخطار: شما اجازه ی تغییر واحد های وزن را ندارید';
$_['error_title']      = 'نام وزن باید بین 3 و 32 حرف باشد';
$_['error_unit']       = 'مقدار وزن باید بین 1 و 4 عدد باشد';
$_['error_default']    = 'این واحد وزن نمی تواند پاک شود زیرا واحد پیشفرض فروشگاه است';
$_['error_product']    = 'این واحد وزن نمی تواند پاک شود زیرا در برخی از محصلات از آن استفاده می شود';
?>
