<?php
// Heading
$_['heading_title']          = 'منطقه';

// Text
$_['text_success']           = 'شما با موفقیت منطقه را تغییر دادید';

// Column
$_['column_name']            = 'نام منطقه';
$_['column_code']            = 'کد منطقه';
$_['column_country']         = 'کشور';
$_['column_action']          = 'فعالیت';

// Entry
$_['entry_name']             = 'نام منطقه:';
$_['entry_code']             = 'کد منطقه:';
$_['entry_country']          = 'کشور:';

// Error
$_['error_permission']       = 'اخطار: شما اجازه ی تغییر مناطق را ندارید';
$_['error_name']             = 'نام منطقه باید بین 3 و 32 حرف باشد';
$_['error_default']          = 'این منطقه نمی تواند پاک شود زیرا منطقه ی پیش فرض فروشگاه است';
$_['error_address']          = 'این منطقه نمی تواند پاک شود زیرا در برخی از دفترچه های آدرس وارد شده';
$_['error_zone_to_geo_zone'] = 'این منطقه نمی تواند پاک شود زیرا در برخی از مناطق موجود است';
?>
