<?php
// Heading
$_['heading_title']     = 'Категория';

// Text
$_['text_success']      = 'Успех: Вы обновили данные о категории!';

// Column											
$_['column_name']       = 'Название категории';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название категории:';
$_['entry_category']    = 'Родительская категория:';
$_['entry_sort_order']  = 'Порядок сортировки:';
$_['entry_image']       = 'Изображение категории:';

// Error
$_['error_permission']  = 'Внимание: Вы не имеете разрешения на изменение категории!';
$_['error_name']        = 'Название категории должно быть от 2 до 32 символов!';
?>
