<?php
// Heading
$_['heading_title']    = 'Загрузки';

// Text
$_['text_success']     = 'Успех: Вы обновили загрузки!';

// Column
$_['column_name']      = 'Название';
$_['column_remaining'] = 'Всего разрешено скачиваний';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название:';
$_['entry_filename']   = 'Имя файла:';
$_['entry_remaining']  = 'Всего разрешено скачиваний:';

// Error
$_['error_permission'] = 'Внимание: Вы не имеете разрешения на изменение списка файлов!';
$_['error_name']       = 'Название должно быть от 3 до 64 символов!';
$_['error_filename']   = 'Имя файла должно быть от 3 до 128 символов!';
$_['error_filetype']   = 'Недопустимый тип файла!';
$_['error_product']    = 'Внимание: Этот файл не может быть удален, поскольку он в настоящее время назначен на %s товаров!';
?>
