<?php
// Heading
$_['heading_title']     = 'Производитель';

// Text
$_['text_success']      = 'Успех: Вы обновили список производителей!';

// Column
$_['column_name']       = 'Производитель';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Производитель:';
$_['entry_image']       = 'Изображение:';
$_['entry_sort_order']  = 'Порядок сортировки:';

// Error
$_['error_permission']  = 'Внимание: Вы не имеете разрешения на изменение информации!';
$_['error_name']        = 'Название производителя должно иметь от 3 до 64 символов!';
$_['error_product']     = 'Предупреждение: Этот производитель не может быть удален, поскольку он назначен в настоящее время %s товару(ам)!';
?>
