<?php
// Heading
$_['heading_title']			= 'Профили периодичности';

// Text
$_['text_success']          = 'Настройки успешно изменены!';
$_['text_list']             = 'Профили периодичности';
$_['text_add']          = 'Добавить';
$_['text_edit']         = 'Редактирование';
$_['text_day']				= 'День';
$_['text_week']				= 'Неделя';
$_['text_semi_month']		= 'Полмесяца';
$_['text_month']			= 'Месяц';
$_['text_year']				= 'Год';
$_['text_recurring']	    = '<p><i class="fa fa-info-circle"></i> Повторения выставления счета расчитываются путем умножения частоты на цикл.</p><p>Например, если вы используете частоту "неделя" и цикл "2", то пользователю будет выставлен счет каждые 2 недели.</p><p>Продолжительность - количество оплат, которые пользователь должен сделать. Установите в 0, если Вы захотите отменить платежи.</p>';
$_['text_profile']			= 'Периодичность';
$_['text_trial']			= 'Триал профиль';

// Entry
$_['entry_name']			= 'Название';
$_['entry_price']			= 'Цена';
$_['entry_duration']		= 'Продолжительность';
$_['entry_cycle']			= 'Цикл';
$_['entry_frequency']		= 'Частота';
$_['entry_trial_price']		= 'Цена';
$_['entry_trial_duration']	= 'Продолжительность';
$_['entry_trial_status']	= 'Статус';
$_['entry_trial_cycle']	    = 'Цикл';
$_['entry_trial_frequency']	= 'Частота';
$_['entry_status']			= 'Статус';
$_['entry_sort_order']		= 'Порядок сортировки';

// Column
$_['column_name']			= 'Название';
$_['column_sort_order']	    = 'Порядок сортировки';
$_['column_action']         = 'Действие';

// Error
$_['error_warning']         = 'Пожалуйста проверьте форму на ошибки!';
$_['error_permission']		= 'У вас нет привилегий для редактирования!';
$_['error_name']			= 'Имя должно содержать от 3 до 255 символов!';
$_['error_product']			= 'Данный профиль не может быть удален, т.к назначен  %s товарам!';

